export const rakutenBookGenres = [
  {
    "id": "001",
    "name": "本",
    "level": 1
  },
  {
    "id": "005",
    "name": "洋書",
    "level": 1
  },
  {
    "id": "007",
    "name": "雑誌",
    "level": 1
  },
  {
    "id": "001001",
    "name": "漫画（コミック）",
    "level": 2
  },
  {
    "id": "001002",
    "name": "語学・学習参考書",
    "level": 2
  },
  {
    "id": "001003",
    "name": "絵本・児童書・図鑑",
    "level": 2
  },
  {
    "id": "001004",
    "name": "小説・エッセイ",
    "level": 2
  },
  {
    "id": "001005",
    "name": "パソコン・システム開発",
    "level": 2
  },
  {
    "id": "001006",
    "name": "ビジネス・経済・就職",
    "level": 2
  },
  {
    "id": "001007",
    "name": "旅行・留学・アウトドア",
    "level": 2
  },
  {
    "id": "001008",
    "name": "人文・思想・社会",
    "level": 2
  },
  {
    "id": "001009",
    "name": "ホビー・スポーツ・美術",
    "level": 2
  },
  {
    "id": "001010",
    "name": "美容・暮らし・健康・料理",
    "level": 2
  },
  {
    "id": "001011",
    "name": "エンタメ・ゲーム",
    "level": 2
  },
  {
    "id": "001012",
    "name": "科学・技術",
    "level": 2
  },
  {
    "id": "001013",
    "name": "写真集・タレント",
    "level": 2
  },
  {
    "id": "001016",
    "name": "資格・検定",
    "level": 2
  },
  {
    "id": "001017",
    "name": "ライトノベル",
    "level": 2
  },
  {
    "id": "001018",
    "name": "楽譜",
    "level": 2
  },
  {
    "id": "001019",
    "name": "文庫",
    "level": 2
  },
  {
    "id": "001020",
    "name": "新書",
    "level": 2
  },
  {
    "id": "001021",
    "name": "ボーイズラブ（BL）",
    "level": 2
  },
  {
    "id": "001022",
    "name": "付録付き",
    "level": 2
  },
  {
    "id": "001023",
    "name": "バーゲン本",
    "level": 2
  },
  {
    "id": "001025",
    "name": "セット本",
    "level": 2
  },
  {
    "id": "001026",
    "name": "カレンダー・手帳・家計簿",
    "level": 2
  },
  {
    "id": "001027",
    "name": "文具・雑貨",
    "level": 2
  },
  {
    "id": "001028",
    "name": "医学・薬学・看護学・歯科学",
    "level": 2
  },
  {
    "id": "001029",
    "name": "ティーンズラブ（TL）",
    "level": 2
  },
  {
    "id": "005401",
    "name": "Art & Entertainment（芸術＆エンターテインメント）",
    "level": 2
  },
  {
    "id": "005402",
    "name": "Fiction & Literature（小説＆文芸）",
    "level": 2
  },
  {
    "id": "005403",
    "name": "Business & Self-Culture（ビジネス）",
    "level": 2
  },
  {
    "id": "005404",
    "name": "Family life & Comics（生活＆コミック）",
    "level": 2
  },
  {
    "id": "005405",
    "name": "Computers & Science（コンピューター＆科学）",
    "level": 2
  },
  {
    "id": "005406",
    "name": "Social Science（社会科学）",
    "level": 2
  },
  {
    "id": "005407",
    "name": "Books for kids（児童書）",
    "level": 2
  },
  {
    "id": "005408",
    "name": "Reference & Language（辞典＆語学）",
    "level": 2
  },
  {
    "id": "005409",
    "name": "Travel（旅行）",
    "level": 2
  },
  {
    "id": "005410",
    "name": "Non-Classifiable（その他）",
    "level": 2
  },
  {
    "id": "007601",
    "name": "総合誌",
    "level": 2
  },
  {
    "id": "007602",
    "name": "文芸",
    "level": 2
  },
  {
    "id": "007603",
    "name": "専門誌",
    "level": 2
  },
  {
    "id": "007604",
    "name": "ビジネス・投資",
    "level": 2
  },
  {
    "id": "007605",
    "name": "コンピューター誌",
    "level": 2
  },
  {
    "id": "007606",
    "name": "女性誌",
    "level": 2
  },
  {
    "id": "007607",
    "name": "男性誌",
    "level": 2
  },
  {
    "id": "007608",
    "name": "生活・健康",
    "level": 2
  },
  {
    "id": "007609",
    "name": "情報誌",
    "level": 2
  },
  {
    "id": "007610",
    "name": "結婚・出産・子育て",
    "level": 2
  },
  {
    "id": "007611",
    "name": "旅行・アウトドア",
    "level": 2
  },
  {
    "id": "007612",
    "name": "料理・グルメ情報",
    "level": 2
  },
  {
    "id": "007613",
    "name": "手芸・編物",
    "level": 2
  },
  {
    "id": "007614",
    "name": "スポーツ誌",
    "level": 2
  },
  {
    "id": "007615",
    "name": "テキスト",
    "level": 2
  },
  {
    "id": "007616",
    "name": "幼児・児童・絵本",
    "level": 2
  },
  {
    "id": "007617",
    "name": "音楽・芸能",
    "level": 2
  },
  {
    "id": "007618",
    "name": "コミック・アニメ",
    "level": 2
  },
  {
    "id": "007619",
    "name": "ゲーム",
    "level": 2
  },
  {
    "id": "007620",
    "name": "車・バイク",
    "level": 2
  },
  {
    "id": "007621",
    "name": "趣味",
    "level": 2
  },
  {
    "id": "007623",
    "name": "その他",
    "level": 2
  },
  {
    "id": "007625",
    "name": "ティーンズ",
    "level": 2
  },
  {
    "id": "007626",
    "name": "付録付き雑誌",
    "level": 2
  },
  {
    "id": "007627",
    "name": "資格・求人・キャリア",
    "level": 2
  },
  {
    "id": "007628",
    "name": "携帯電話・スマートフォン・アプリ",
    "level": 2
  },
  {
    "id": "007629",
    "name": "ボーイズラブ（BL）",
    "level": 2
  },
  {
    "id": "001001001",
    "name": "少年",
    "level": 3
  },
  {
    "id": "001001002",
    "name": "少女",
    "level": 3
  },
  {
    "id": "001001003",
    "name": "青年",
    "level": 3
  },
  {
    "id": "001001004",
    "name": "レディース",
    "level": 3
  },
  {
    "id": "001001006",
    "name": "文庫",
    "level": 3
  },
  {
    "id": "001001012",
    "name": "その他",
    "level": 3
  },
  {
    "id": "001002001",
    "name": "語学学習",
    "level": 3
  },
  {
    "id": "001002002",
    "name": "語学辞書",
    "level": 3
  },
  {
    "id": "001002003",
    "name": "辞典",
    "level": 3
  },
  {
    "id": "001002005",
    "name": "語学関係資格",
    "level": 3
  },
  {
    "id": "001002006",
    "name": "学習参考書・問題集",
    "level": 3
  },
  {
    "id": "001002007",
    "name": "その他",
    "level": 3
  },
  {
    "id": "001002008",
    "name": "図鑑・資料集",
    "level": 3
  },
  {
    "id": "001003001",
    "name": "児童書",
    "level": 3
  },
  {
    "id": "001003002",
    "name": "児童文庫",
    "level": 3
  },
  {
    "id": "001003003",
    "name": "絵本",
    "level": 3
  },
  {
    "id": "001003004",
    "name": "民話・むかし話",
    "level": 3
  },
  {
    "id": "001003005",
    "name": "しかけ絵本",
    "level": 3
  },
  {
    "id": "001003006",
    "name": "図鑑・ちしき",
    "level": 3
  },
  {
    "id": "001003007",
    "name": "その他",
    "level": 3
  },
  {
    "id": "001004001",
    "name": "ミステリー・サスペンス",
    "level": 3
  },
  {
    "id": "001004002",
    "name": "SF・ホラー",
    "level": 3
  },
  {
    "id": "001004003",
    "name": "エッセイ",
    "level": 3
  },
  {
    "id": "001004004",
    "name": "ノンフィクション",
    "level": 3
  },
  {
    "id": "001004008",
    "name": "日本の小説",
    "level": 3
  },
  {
    "id": "001004009",
    "name": "外国の小説",
    "level": 3
  },
  {
    "id": "001004015",
    "name": "その他",
    "level": 3
  },
  {
    "id": "001004016",
    "name": "ロマンス",
    "level": 3
  },
  {
    "id": "001005001",
    "name": "ハードウェア",
    "level": 3
  },
  {
    "id": "001005002",
    "name": "入門書",
    "level": 3
  },
  {
    "id": "001005003",
    "name": "インターネット・WEBデザイン",
    "level": 3
  },
  {
    "id": "001005004",
    "name": "ネットワーク",
    "level": 3
  },
  {
    "id": "001005005",
    "name": "プログラミング",
    "level": 3
  },
  {
    "id": "001005006",
    "name": "アプリケーション",
    "level": 3
  },
  {
    "id": "001005007",
    "name": "OS",
    "level": 3
  },
  {
    "id": "001005008",
    "name": "デザイン・グラフィックス",
    "level": 3
  },
  {
    "id": "001005009",
    "name": "ITパスポート",
    "level": 3
  },
  {
    "id": "001005010",
    "name": "MOUS・MOT",
    "level": 3
  },
  {
    "id": "001005011",
    "name": "パソコン検定",
    "level": 3
  },
  {
    "id": "001005013",
    "name": "IT・eコマース",
    "level": 3
  },
  {
    "id": "001005017",
    "name": "その他",
    "level": 3
  },
  {
    "id": "001006001",
    "name": "経済・財政",
    "level": 3
  },
  {
    "id": "001006002",
    "name": "流通",
    "level": 3
  },
  {
    "id": "001006003",
    "name": "IT・eコマース",
    "level": 3
  },
  {
    "id": "001006004",
    "name": "マーケティング・セールス",
    "level": 3
  },
  {
    "id": "001006005",
    "name": "投資・株・資産運用",
    "level": 3
  },
  {
    "id": "001006006",
    "name": "マネープラン",
    "level": 3
  },
  {
    "id": "001006007",
    "name": "マネジメント・人材管理",
    "level": 3
  },
  {
    "id": "001006008",
    "name": "経理",
    "level": 3
  },
  {
    "id": "001006009",
    "name": "自己啓発",
    "level": 3
  },
  {
    "id": "001006010",
    "name": "就職・転職",
    "level": 3
  },
  {
    "id": "001006011",
    "name": "MBA",
    "level": 3
  },
  {
    "id": "001006013",
    "name": "証券アナリスト",
    "level": 3
  },
  {
    "id": "001006014",
    "name": "税理士・公認会計士・ファイナンシャルプランナー",
    "level": 3
  },
  {
    "id": "001006015",
    "name": "簿記検定",
    "level": 3
  },
  {
    "id": "001006016",
    "name": "銀行・金融検定",
    "level": 3
  },
  {
    "id": "001006018",
    "name": "経営",
    "level": 3
  },
  {
    "id": "001006019",
    "name": "産業",
    "level": 3
  },
  {
    "id": "001006021",
    "name": "その他",
    "level": 3
  },
  {
    "id": "001006022",
    "name": "アフィリエイト",
    "level": 3
  },
  {
    "id": "001006023",
    "name": "ビジネスマナー",
    "level": 3
  },
  {
    "id": "001006024",
    "name": "金融",
    "level": 3
  },
  {
    "id": "001007001",
    "name": "旅行",
    "level": 3
  },
  {
    "id": "001007003",
    "name": "温泉",
    "level": 3
  },
  {
    "id": "001007004",
    "name": "鉄道の旅",
    "level": 3
  },
  {
    "id": "001007005",
    "name": "テーマパーク",
    "level": 3
  },
  {
    "id": "001007006",
    "name": "ガイドブック",
    "level": 3
  },
  {
    "id": "001007007",
    "name": "地図",
    "level": 3
  },
  {
    "id": "001007008",
    "name": "留学・海外赴任",
    "level": 3
  },
  {
    "id": "001007010",
    "name": "旅行主任者",
    "level": 3
  },
  {
    "id": "001007011",
    "name": "紀行・旅行エッセイ",
    "level": 3
  },
  {
    "id": "001007012",
    "name": "釣り",
    "level": 3
  },
  {
    "id": "001007013",
    "name": "その他",
    "level": 3
  },
  {
    "id": "001007014",
    "name": "キャンプ",
    "level": 3
  },
  {
    "id": "001008001",
    "name": "雑学・出版・ジャーナリズム",
    "level": 3
  },
  {
    "id": "001008002",
    "name": "哲学・思想",
    "level": 3
  },
  {
    "id": "001008003",
    "name": "心理学",
    "level": 3
  },
  {
    "id": "001008004",
    "name": "宗教・倫理",
    "level": 3
  },
  {
    "id": "001008005",
    "name": "歴史",
    "level": 3
  },
  {
    "id": "001008006",
    "name": "地理",
    "level": 3
  },
  {
    "id": "001008008",
    "name": "社会科学",
    "level": 3
  },
  {
    "id": "001008009",
    "name": "法律",
    "level": 3
  },
  {
    "id": "001008010",
    "name": "政治",
    "level": 3
  },
  {
    "id": "001008011",
    "name": "社会",
    "level": 3
  },
  {
    "id": "001008012",
    "name": "教育・福祉",
    "level": 3
  },
  {
    "id": "001008015",
    "name": "民俗",
    "level": 3
  },
  {
    "id": "001008016",
    "name": "軍事",
    "level": 3
  },
  {
    "id": "001008017",
    "name": "ノンフィクション",
    "level": 3
  },
  {
    "id": "001008018",
    "name": "言語学",
    "level": 3
  },
  {
    "id": "001008022",
    "name": "文学",
    "level": 3
  },
  {
    "id": "001008027",
    "name": "その他",
    "level": 3
  },
  {
    "id": "001009001",
    "name": "スポーツ",
    "level": 3
  },
  {
    "id": "001009002",
    "name": "格闘技",
    "level": 3
  },
  {
    "id": "001009003",
    "name": "車・バイク",
    "level": 3
  },
  {
    "id": "001009004",
    "name": "鉄道",
    "level": 3
  },
  {
    "id": "001009005",
    "name": "登山・アウトドア・釣り",
    "level": 3
  },
  {
    "id": "001009006",
    "name": "カメラ・写真",
    "level": 3
  },
  {
    "id": "001009007",
    "name": "囲碁・将棋・クイズ",
    "level": 3
  },
  {
    "id": "001009008",
    "name": "ギャンブル",
    "level": 3
  },
  {
    "id": "001009009",
    "name": "美術",
    "level": 3
  },
  {
    "id": "001009010",
    "name": "工芸・工作",
    "level": 3
  },
  {
    "id": "001009011",
    "name": "茶道・香道・華道",
    "level": 3
  },
  {
    "id": "001009012",
    "name": "ミリタリー",
    "level": 3
  },
  {
    "id": "001009013",
    "name": "トレーディングカード",
    "level": 3
  },
  {
    "id": "001009014",
    "name": "その他",
    "level": 3
  },
  {
    "id": "001009015",
    "name": "自転車",
    "level": 3
  },
  {
    "id": "001010001",
    "name": "恋愛",
    "level": 3
  },
  {
    "id": "001010002",
    "name": "妊娠・出産・子育て",
    "level": 3
  },
  {
    "id": "001010003",
    "name": "ペット",
    "level": 3
  },
  {
    "id": "001010004",
    "name": "住まい・インテリア",
    "level": 3
  },
  {
    "id": "001010005",
    "name": "ガーデニング・フラワー",
    "level": 3
  },
  {
    "id": "001010006",
    "name": "生活の知識",
    "level": 3
  },
  {
    "id": "001010007",
    "name": "占い",
    "level": 3
  },
  {
    "id": "001010008",
    "name": "冠婚葬祭・マナー",
    "level": 3
  },
  {
    "id": "001010009",
    "name": "手芸",
    "level": 3
  },
  {
    "id": "001010010",
    "name": "健康",
    "level": 3
  },
  {
    "id": "001010011",
    "name": "料理",
    "level": 3
  },
  {
    "id": "001010012",
    "name": "ドリンク・お酒",
    "level": 3
  },
  {
    "id": "001010013",
    "name": "生き方・リラクゼーション",
    "level": 3
  },
  {
    "id": "001010014",
    "name": "ファッション・美容",
    "level": 3
  },
  {
    "id": "001010015",
    "name": "その他",
    "level": 3
  },
  {
    "id": "001010016",
    "name": "雑貨",
    "level": 3
  },
  {
    "id": "001011001",
    "name": "テレビ関連本",
    "level": 3
  },
  {
    "id": "001011002",
    "name": "映画",
    "level": 3
  },
  {
    "id": "001011003",
    "name": "音楽",
    "level": 3
  },
  {
    "id": "001011005",
    "name": "ゲーム",
    "level": 3
  },
  {
    "id": "001011006",
    "name": "演劇・舞踊",
    "level": 3
  },
  {
    "id": "001011007",
    "name": "演芸",
    "level": 3
  },
  {
    "id": "001011009",
    "name": "アニメーション",
    "level": 3
  },
  {
    "id": "001011010",
    "name": "フィギュア",
    "level": 3
  },
  {
    "id": "001011011",
    "name": "サブカルチャー",
    "level": 3
  },
  {
    "id": "001011012",
    "name": "その他",
    "level": 3
  },
  {
    "id": "001011013",
    "name": "タレント関連本",
    "level": 3
  },
  {
    "id": "001012001",
    "name": "自然科学全般",
    "level": 3
  },
  {
    "id": "001012002",
    "name": "数学",
    "level": 3
  },
  {
    "id": "001012003",
    "name": "物理学",
    "level": 3
  },
  {
    "id": "001012004",
    "name": "化学",
    "level": 3
  },
  {
    "id": "001012005",
    "name": "地学・天文学",
    "level": 3
  },
  {
    "id": "001012006",
    "name": "生物学",
    "level": 3
  },
  {
    "id": "001012007",
    "name": "植物学",
    "level": 3
  },
  {
    "id": "001012008",
    "name": "動物学",
    "level": 3
  },
  {
    "id": "001012010",
    "name": "工学",
    "level": 3
  },
  {
    "id": "001012011",
    "name": "建築学",
    "level": 3
  },
  {
    "id": "001012016",
    "name": "その他",
    "level": 3
  },
  {
    "id": "001013001",
    "name": "グラビアアイドル・タレント写真集",
    "level": 3
  },
  {
    "id": "001013002",
    "name": "その他",
    "level": 3
  },
  {
    "id": "001013003",
    "name": "動物・自然",
    "level": 3
  },
  {
    "id": "001016001",
    "name": "看護・医療関係資格",
    "level": 3
  },
  {
    "id": "001016002",
    "name": "法律関係資格",
    "level": 3
  },
  {
    "id": "001016003",
    "name": "ビジネス関係資格",
    "level": 3
  },
  {
    "id": "001016004",
    "name": "宅建・不動産関係資格",
    "level": 3
  },
  {
    "id": "001016005",
    "name": "食品・調理関係資格",
    "level": 3
  },
  {
    "id": "001016006",
    "name": "教育・心理関係資格",
    "level": 3
  },
  {
    "id": "001016007",
    "name": "インテリア関係資格",
    "level": 3
  },
  {
    "id": "001016008",
    "name": "介護・福祉関係資格",
    "level": 3
  },
  {
    "id": "001016009",
    "name": "技術・建築関係資格",
    "level": 3
  },
  {
    "id": "001016010",
    "name": "語学関係資格",
    "level": 3
  },
  {
    "id": "001016011",
    "name": "パソコン関係資格",
    "level": 3
  },
  {
    "id": "001016012",
    "name": "旅行主任者",
    "level": 3
  },
  {
    "id": "001016013",
    "name": "カラーコーディネーター・色彩検定",
    "level": 3
  },
  {
    "id": "001016014",
    "name": "数学検定",
    "level": 3
  },
  {
    "id": "001016015",
    "name": "公務員試験",
    "level": 3
  },
  {
    "id": "001016016",
    "name": "自動車免許",
    "level": 3
  },
  {
    "id": "001016017",
    "name": "その他",
    "level": 3
  },
  {
    "id": "001017004",
    "name": "その他",
    "level": 3
  },
  {
    "id": "001017005",
    "name": "少年",
    "level": 3
  },
  {
    "id": "001017006",
    "name": "少女",
    "level": 3
  },
  {
    "id": "001018002",
    "name": "ピアノ",
    "level": 3
  },
  {
    "id": "001018003",
    "name": "ギター",
    "level": 3
  },
  {
    "id": "001018004",
    "name": "管・打楽器",
    "level": 3
  },
  {
    "id": "001018005",
    "name": "吹奏楽・アンサンブル・ミニチュアスコア",
    "level": 3
  },
  {
    "id": "001018006",
    "name": "バイオリン・チェロ・コントラバス",
    "level": 3
  },
  {
    "id": "001018007",
    "name": "その他楽器",
    "level": 3
  },
  {
    "id": "001018008",
    "name": "LM（ライトミュージック）楽器教本",
    "level": 3
  },
  {
    "id": "001018009",
    "name": "バンドスコア",
    "level": 3
  },
  {
    "id": "001018010",
    "name": "合唱",
    "level": 3
  },
  {
    "id": "001018011",
    "name": "声楽",
    "level": 3
  },
  {
    "id": "001018012",
    "name": "その他",
    "level": 3
  },
  {
    "id": "001018013",
    "name": "ダウンロード楽譜",
    "level": 3
  },
  {
    "id": "001019001",
    "name": "小説・エッセイ",
    "level": 3
  },
  {
    "id": "001019002",
    "name": "美容・暮らし・健康・料理",
    "level": 3
  },
  {
    "id": "001019003",
    "name": "ホビー・スポーツ・美術",
    "level": 3
  },
  {
    "id": "001019005",
    "name": "語学・学習参考書",
    "level": 3
  },
  {
    "id": "001019006",
    "name": "旅行・留学・アウトドア",
    "level": 3
  },
  {
    "id": "001019007",
    "name": "人文・思想・社会",
    "level": 3
  },
  {
    "id": "001019008",
    "name": "ビジネス・経済・就職",
    "level": 3
  },
  {
    "id": "001019009",
    "name": "パソコン・システム開発",
    "level": 3
  },
  {
    "id": "001019010",
    "name": "科学・医学・技術",
    "level": 3
  },
  {
    "id": "001019011",
    "name": "漫画（コミック）",
    "level": 3
  },
  {
    "id": "001019012",
    "name": "ライトノベル",
    "level": 3
  },
  {
    "id": "001019013",
    "name": "エンタメ",
    "level": 3
  },
  {
    "id": "001019014",
    "name": "写真集・タレント",
    "level": 3
  },
  {
    "id": "001019015",
    "name": "その他",
    "level": 3
  },
  {
    "id": "001020001",
    "name": "小説・エッセイ",
    "level": 3
  },
  {
    "id": "001020002",
    "name": "美容・暮らし・健康・料理",
    "level": 3
  },
  {
    "id": "001020003",
    "name": "ホビー・スポーツ・美術",
    "level": 3
  },
  {
    "id": "001020004",
    "name": "絵本・児童書・図鑑",
    "level": 3
  },
  {
    "id": "001020005",
    "name": "語学・学習参考書",
    "level": 3
  },
  {
    "id": "001020006",
    "name": "旅行・留学・アウトドア",
    "level": 3
  },
  {
    "id": "001020007",
    "name": "人文・思想・社会",
    "level": 3
  },
  {
    "id": "001020008",
    "name": "ビジネス・経済・就職",
    "level": 3
  },
  {
    "id": "001020009",
    "name": "パソコン・システム開発",
    "level": 3
  },
  {
    "id": "001020010",
    "name": "科学・医学・技術",
    "level": 3
  },
  {
    "id": "001020011",
    "name": "エンタメ",
    "level": 3
  },
  {
    "id": "001020014",
    "name": "その他",
    "level": 3
  },
  {
    "id": "001021001",
    "name": "小説",
    "level": 3
  },
  {
    "id": "001021002",
    "name": "コミック",
    "level": 3
  },
  {
    "id": "001021003",
    "name": "その他",
    "level": 3
  },
  {
    "id": "001022001",
    "name": "付録付き",
    "level": 3
  },
  {
    "id": "001023001",
    "name": "美容・暮らし・健康・料理",
    "level": 3
  },
  {
    "id": "001023002",
    "name": "絵本・児童書・図鑑",
    "level": 3
  },
  {
    "id": "001023003",
    "name": "語学・学習参考書",
    "level": 3
  },
  {
    "id": "001023004",
    "name": "ビジネス・経済・就職",
    "level": 3
  },
  {
    "id": "001023005",
    "name": "旅行・留学・アウトドア",
    "level": 3
  },
  {
    "id": "001023006",
    "name": "ホビー・スポーツ・美術",
    "level": 3
  },
  {
    "id": "001023007",
    "name": "科学・医学・技術",
    "level": 3
  },
  {
    "id": "001023008",
    "name": "人文・思想・社会",
    "level": 3
  },
  {
    "id": "001023009",
    "name": "小説・エッセイ",
    "level": 3
  },
  {
    "id": "001023012",
    "name": "その他",
    "level": 3
  },
  {
    "id": "001025001",
    "name": "コミックセット",
    "level": 3
  },
  {
    "id": "001025002",
    "name": "その他",
    "level": 3
  },
  {
    "id": "001026001",
    "name": "カレンダー",
    "level": 3
  },
  {
    "id": "001026002",
    "name": "手帳",
    "level": 3
  },
  {
    "id": "001026003",
    "name": "家計簿",
    "level": 3
  },
  {
    "id": "001027001",
    "name": "筆記具",
    "level": 3
  },
  {
    "id": "001027002",
    "name": "筆記補助用品",
    "level": 3
  },
  {
    "id": "001027003",
    "name": "ノート",
    "level": 3
  },
  {
    "id": "001027004",
    "name": "学用品",
    "level": 3
  },
  {
    "id": "001027005",
    "name": "手紙・はがき・便箋",
    "level": 3
  },
  {
    "id": "001027006",
    "name": "手芸・書道・アート",
    "level": 3
  },
  {
    "id": "001027007",
    "name": "ブックカバー・しおり",
    "level": 3
  },
  {
    "id": "001027008",
    "name": "ファイル・収納用品",
    "level": 3
  },
  {
    "id": "001027009",
    "name": "事務・OA用品",
    "level": 3
  },
  {
    "id": "001027010",
    "name": "キャラクターグッズ",
    "level": 3
  },
  {
    "id": "001027011",
    "name": "デザイン文具",
    "level": 3
  },
  {
    "id": "001027012",
    "name": "シーズナル",
    "level": 3
  },
  {
    "id": "001027013",
    "name": "高級ステーショナリー",
    "level": 3
  },
  {
    "id": "001027014",
    "name": "その他",
    "level": 3
  },
  {
    "id": "001028001",
    "name": "基礎医学",
    "level": 3
  },
  {
    "id": "001028002",
    "name": "臨床医学一般",
    "level": 3
  },
  {
    "id": "001028003",
    "name": "臨床医学内科系",
    "level": 3
  },
  {
    "id": "001028004",
    "name": "臨床医学外科系",
    "level": 3
  },
  {
    "id": "001028005",
    "name": "臨床医学専門科別",
    "level": 3
  },
  {
    "id": "001028006",
    "name": "医学一般・社会医学",
    "level": 3
  },
  {
    "id": "001028007",
    "name": "基礎看護学",
    "level": 3
  },
  {
    "id": "001028008",
    "name": "臨床成人看護",
    "level": 3
  },
  {
    "id": "001028009",
    "name": "臨床看護専門科別",
    "level": 3
  },
  {
    "id": "001028010",
    "name": "臨床看護一般",
    "level": 3
  },
  {
    "id": "001028011",
    "name": "看護学生向け",
    "level": 3
  },
  {
    "id": "001028012",
    "name": "保健・助産",
    "level": 3
  },
  {
    "id": "001028013",
    "name": "医療関連科学・技術",
    "level": 3
  },
  {
    "id": "001028014",
    "name": "伝統医学・東洋医学",
    "level": 3
  },
  {
    "id": "001028015",
    "name": "薬学",
    "level": 3
  },
  {
    "id": "001028016",
    "name": "歯科医学",
    "level": 3
  },
  {
    "id": "001028017",
    "name": "試験対策(資格試験別)",
    "level": 3
  },
  {
    "id": "001028018",
    "name": "辞事典・白書・語学",
    "level": 3
  },
  {
    "id": "001028019",
    "name": "その他",
    "level": 3
  },
  {
    "id": "001029001",
    "name": "小説",
    "level": 3
  },
  {
    "id": "001029002",
    "name": "コミック",
    "level": 3
  },
  {
    "id": "005401001",
    "name": "Antiques & Collectibles",
    "level": 3
  },
  {
    "id": "005401002",
    "name": "Architecture",
    "level": 3
  },
  {
    "id": "005401003",
    "name": "Art",
    "level": 3
  },
  {
    "id": "005401004",
    "name": "Crafts & Hobbies",
    "level": 3
  },
  {
    "id": "005401005",
    "name": "Drama",
    "level": 3
  },
  {
    "id": "005401006",
    "name": "Recorded Music",
    "level": 3
  },
  {
    "id": "005401007",
    "name": "Music",
    "level": 3
  },
  {
    "id": "005401008",
    "name": "Performing Arts",
    "level": 3
  },
  {
    "id": "005401009",
    "name": "Photography",
    "level": 3
  },
  {
    "id": "005401010",
    "name": "Non-Classifiable",
    "level": 3
  },
  {
    "id": "005402001",
    "name": "Biography & Autobiography",
    "level": 3
  },
  {
    "id": "005402002",
    "name": "Fiction",
    "level": 3
  },
  {
    "id": "005402003",
    "name": "Humor",
    "level": 3
  },
  {
    "id": "005402004",
    "name": "Literary Collections",
    "level": 3
  },
  {
    "id": "005402005",
    "name": "Literary Criticism",
    "level": 3
  },
  {
    "id": "005402006",
    "name": "Poetry",
    "level": 3
  },
  {
    "id": "005402007",
    "name": "Non-Classifiable",
    "level": 3
  },
  {
    "id": "005403001",
    "name": "Business & Economics",
    "level": 3
  },
  {
    "id": "005403002",
    "name": "Self-Help",
    "level": 3
  },
  {
    "id": "005403003",
    "name": "Non-Classifiable",
    "level": 3
  },
  {
    "id": "005404001",
    "name": "Cooking",
    "level": 3
  },
  {
    "id": "005404002",
    "name": "Education",
    "level": 3
  },
  {
    "id": "005404003",
    "name": "Family & Relationships",
    "level": 3
  },
  {
    "id": "005404004",
    "name": "Gardening",
    "level": 3
  },
  {
    "id": "005404005",
    "name": "Health & Fitness",
    "level": 3
  },
  {
    "id": "005404006",
    "name": "House & Home",
    "level": 3
  },
  {
    "id": "005404007",
    "name": "Pets",
    "level": 3
  },
  {
    "id": "005404008",
    "name": "Sports & Recreation",
    "level": 3
  },
  {
    "id": "005404009",
    "name": "Comics & Graphic Novels",
    "level": 3
  },
  {
    "id": "005404010",
    "name": "Games",
    "level": 3
  },
  {
    "id": "005404011",
    "name": "Non-Classifiable",
    "level": 3
  },
  {
    "id": "005405001",
    "name": "Computers",
    "level": 3
  },
  {
    "id": "005405002",
    "name": "Mathematics",
    "level": 3
  },
  {
    "id": "005405003",
    "name": "Medical",
    "level": 3
  },
  {
    "id": "005405004",
    "name": "Nature",
    "level": 3
  },
  {
    "id": "005405005",
    "name": "Science",
    "level": 3
  },
  {
    "id": "005405006",
    "name": "Technology",
    "level": 3
  },
  {
    "id": "005405007",
    "name": "Non-Classifiable",
    "level": 3
  },
  {
    "id": "005406001",
    "name": "History",
    "level": 3
  },
  {
    "id": "005406002",
    "name": "Law",
    "level": 3
  },
  {
    "id": "005406003",
    "name": "Body, Mind & Spirit",
    "level": 3
  },
  {
    "id": "005406004",
    "name": "Philosophy",
    "level": 3
  },
  {
    "id": "005406005",
    "name": "Political Science",
    "level": 3
  },
  {
    "id": "005406006",
    "name": "Psychology",
    "level": 3
  },
  {
    "id": "005406007",
    "name": "Religion",
    "level": 3
  },
  {
    "id": "005406008",
    "name": "Social Science",
    "level": 3
  },
  {
    "id": "005406009",
    "name": "True Crime",
    "level": 3
  },
  {
    "id": "005406010",
    "name": "Language Arts & Disciplines",
    "level": 3
  },
  {
    "id": "005406011",
    "name": "Non-Classifiable",
    "level": 3
  },
  {
    "id": "005407001",
    "name": "Juvenile Nonfiction",
    "level": 3
  },
  {
    "id": "005407002",
    "name": "Juvenile Fiction",
    "level": 3
  },
  {
    "id": "005407003",
    "name": "Non-Classifiable",
    "level": 3
  },
  {
    "id": "005408001",
    "name": "Periodicals",
    "level": 3
  },
  {
    "id": "005408002",
    "name": "Study Aids",
    "level": 3
  },
  {
    "id": "005408003",
    "name": "Reference",
    "level": 3
  },
  {
    "id": "005408004",
    "name": "Foreign Language Study",
    "level": 3
  },
  {
    "id": "005408005",
    "name": "Non-Classifiable",
    "level": 3
  },
  {
    "id": "005409001",
    "name": "Transportation",
    "level": 3
  },
  {
    "id": "005409002",
    "name": "Travel",
    "level": 3
  },
  {
    "id": "005409003",
    "name": "Non-Classifiable",
    "level": 3
  },
  {
    "id": "007601001",
    "name": "週刊総合誌",
    "level": 3
  },
  {
    "id": "007601002",
    "name": "総合誌",
    "level": 3
  },
  {
    "id": "007601004",
    "name": "その他",
    "level": 3
  },
  {
    "id": "007602001",
    "name": "小説誌",
    "level": 3
  },
  {
    "id": "007602002",
    "name": "文芸誌",
    "level": 3
  },
  {
    "id": "007602004",
    "name": "詩歌・俳句",
    "level": 3
  },
  {
    "id": "007603001",
    "name": "自然科学",
    "level": 3
  },
  {
    "id": "007603002",
    "name": "工学",
    "level": 3
  },
  {
    "id": "007603003",
    "name": "医学・看護",
    "level": 3
  },
  {
    "id": "007603004",
    "name": "法律・社会",
    "level": 3
  },
  {
    "id": "007603005",
    "name": "歴史・地理",
    "level": 3
  },
  {
    "id": "007603006",
    "name": "教育語学",
    "level": 3
  },
  {
    "id": "007603007",
    "name": "美術・デザイン",
    "level": 3
  },
  {
    "id": "007603008",
    "name": "思想・宗教",
    "level": 3
  },
  {
    "id": "007603009",
    "name": "教育",
    "level": 3
  },
  {
    "id": "007603010",
    "name": "経済",
    "level": 3
  },
  {
    "id": "007603011",
    "name": "その他",
    "level": 3
  },
  {
    "id": "007603012",
    "name": "建築",
    "level": 3
  },
  {
    "id": "007604001",
    "name": "ビジネス",
    "level": 3
  },
  {
    "id": "007604002",
    "name": "マネー",
    "level": 3
  },
  {
    "id": "007604003",
    "name": "社会・時局",
    "level": 3
  },
  {
    "id": "007604004",
    "name": "商業",
    "level": 3
  },
  {
    "id": "007604005",
    "name": "その他",
    "level": 3
  },
  {
    "id": "007605001",
    "name": "総合誌",
    "level": 3
  },
  {
    "id": "007605002",
    "name": "WIN・DOS/V",
    "level": 3
  },
  {
    "id": "007605003",
    "name": "MAC",
    "level": 3
  },
  {
    "id": "007605004",
    "name": "通信・インターネット",
    "level": 3
  },
  {
    "id": "007605006",
    "name": "CG・グラフィック",
    "level": 3
  },
  {
    "id": "007605007",
    "name": "プログラミング",
    "level": 3
  },
  {
    "id": "007605008",
    "name": "エンタメ",
    "level": 3
  },
  {
    "id": "007605009",
    "name": "その他",
    "level": 3
  },
  {
    "id": "007606003",
    "name": "女性ファッション",
    "level": 3
  },
  {
    "id": "007606004",
    "name": "ストリートファッション",
    "level": 3
  },
  {
    "id": "007606005",
    "name": "美容",
    "level": 3
  },
  {
    "id": "007606006",
    "name": "情報誌",
    "level": 3
  },
  {
    "id": "007606008",
    "name": "その他",
    "level": 3
  },
  {
    "id": "007607001",
    "name": "ヤング",
    "level": 3
  },
  {
    "id": "007607002",
    "name": "グルメ・趣味",
    "level": 3
  },
  {
    "id": "007607003",
    "name": "男性ファッション",
    "level": 3
  },
  {
    "id": "007607004",
    "name": "モノ情報誌",
    "level": 3
  },
  {
    "id": "007607005",
    "name": "その他",
    "level": 3
  },
  {
    "id": "007608001",
    "name": "総合",
    "level": 3
  },
  {
    "id": "007608003",
    "name": "健康・家庭医学",
    "level": 3
  },
  {
    "id": "007608004",
    "name": "住宅",
    "level": 3
  },
  {
    "id": "007608005",
    "name": "インテリア",
    "level": 3
  },
  {
    "id": "007608006",
    "name": "ライフスタイル",
    "level": 3
  },
  {
    "id": "007608007",
    "name": "その他",
    "level": 3
  },
  {
    "id": "007609001",
    "name": "タウン情報",
    "level": 3
  },
  {
    "id": "007609002",
    "name": "就職・求人情報",
    "level": 3
  },
  {
    "id": "007609004",
    "name": "住宅情報",
    "level": 3
  },
  {
    "id": "007609005",
    "name": "その他",
    "level": 3
  },
  {
    "id": "007610001",
    "name": "結婚",
    "level": 3
  },
  {
    "id": "007610002",
    "name": "出産",
    "level": 3
  },
  {
    "id": "007610003",
    "name": "育児",
    "level": 3
  },
  {
    "id": "007610004",
    "name": "その他",
    "level": 3
  },
  {
    "id": "007611001",
    "name": "旅行誌",
    "level": 3
  },
  {
    "id": "007611002",
    "name": "時刻表",
    "level": 3
  },
  {
    "id": "007611004",
    "name": "タウン情報",
    "level": 3
  },
  {
    "id": "007611005",
    "name": "エリア別",
    "level": 3
  },
  {
    "id": "007611006",
    "name": "目的別",
    "level": 3
  },
  {
    "id": "007611007",
    "name": "海外",
    "level": 3
  },
  {
    "id": "007611008",
    "name": "アウトドア",
    "level": 3
  },
  {
    "id": "007611009",
    "name": "登山・ハイキング",
    "level": 3
  },
  {
    "id": "007611010",
    "name": "その他",
    "level": 3
  },
  {
    "id": "007612001",
    "name": "料理全般",
    "level": 3
  },
  {
    "id": "007612002",
    "name": "グルメ情報",
    "level": 3
  },
  {
    "id": "007612004",
    "name": "おかず",
    "level": 3
  },
  {
    "id": "007612005",
    "name": "パン・ケーキ・お菓子",
    "level": 3
  },
  {
    "id": "007612006",
    "name": "酒",
    "level": 3
  },
  {
    "id": "007612007",
    "name": "その他",
    "level": 3
  },
  {
    "id": "007613001",
    "name": "服飾",
    "level": 3
  },
  {
    "id": "007613002",
    "name": "手芸",
    "level": 3
  },
  {
    "id": "007613003",
    "name": "編物",
    "level": 3
  },
  {
    "id": "007613004",
    "name": "パッチワーク",
    "level": 3
  },
  {
    "id": "007613005",
    "name": "その他",
    "level": 3
  },
  {
    "id": "007614001",
    "name": "総合",
    "level": 3
  },
  {
    "id": "007614002",
    "name": "ゴルフ",
    "level": 3
  },
  {
    "id": "007614003",
    "name": "フィールド競技",
    "level": 3
  },
  {
    "id": "007614004",
    "name": "マリンスポーツ",
    "level": 3
  },
  {
    "id": "007614005",
    "name": "格闘技",
    "level": 3
  },
  {
    "id": "007614006",
    "name": "屋内スポーツ",
    "level": 3
  },
  {
    "id": "007614007",
    "name": "ウインタースポーツ",
    "level": 3
  },
  {
    "id": "007614008",
    "name": "フィットネス",
    "level": 3
  },
  {
    "id": "007614009",
    "name": "野球",
    "level": 3
  },
  {
    "id": "007614010",
    "name": "サッカー",
    "level": 3
  },
  {
    "id": "007614011",
    "name": "テニス",
    "level": 3
  },
  {
    "id": "007614012",
    "name": "ダンス",
    "level": 3
  },
  {
    "id": "007614013",
    "name": "その他",
    "level": 3
  },
  {
    "id": "007615001",
    "name": "語学テキスト",
    "level": 3
  },
  {
    "id": "007615002",
    "name": "語学カセット・ＣＤ",
    "level": 3
  },
  {
    "id": "007615003",
    "name": "テレビ趣味講座",
    "level": 3
  },
  {
    "id": "007615004",
    "name": "テレビ教育講座",
    "level": 3
  },
  {
    "id": "007615005",
    "name": "語学一般",
    "level": 3
  },
  {
    "id": "007615006",
    "name": "進学誌",
    "level": 3
  },
  {
    "id": "007615007",
    "name": "その他",
    "level": 3
  },
  {
    "id": "007616001",
    "name": "幼児",
    "level": 3
  },
  {
    "id": "007616004",
    "name": "絵本",
    "level": 3
  },
  {
    "id": "007616005",
    "name": "その他",
    "level": 3
  },
  {
    "id": "007616006",
    "name": "児童",
    "level": 3
  },
  {
    "id": "007617001",
    "name": "音楽",
    "level": 3
  },
  {
    "id": "007617002",
    "name": "アイドル",
    "level": 3
  },
  {
    "id": "007617003",
    "name": "芸能・映画",
    "level": 3
  },
  {
    "id": "007617004",
    "name": "テレビ情報",
    "level": 3
  },
  {
    "id": "007617007",
    "name": "大衆・娯楽",
    "level": 3
  },
  {
    "id": "007617008",
    "name": "その他",
    "level": 3
  },
  {
    "id": "007618001",
    "name": "青年",
    "level": 3
  },
  {
    "id": "007618002",
    "name": "4コマ",
    "level": 3
  },
  {
    "id": "007618003",
    "name": "少年",
    "level": 3
  },
  {
    "id": "007618007",
    "name": "少女",
    "level": 3
  },
  {
    "id": "007618008",
    "name": "レディース",
    "level": 3
  },
  {
    "id": "007618009",
    "name": "アニメ",
    "level": 3
  },
  {
    "id": "007618010",
    "name": "声優",
    "level": 3
  },
  {
    "id": "007618011",
    "name": "その他",
    "level": 3
  },
  {
    "id": "007619001",
    "name": "ソフトデータ誌",
    "level": 3
  },
  {
    "id": "007619002",
    "name": "攻略誌",
    "level": 3
  },
  {
    "id": "007619003",
    "name": "アーケード",
    "level": 3
  },
  {
    "id": "007619004",
    "name": "その他",
    "level": 3
  },
  {
    "id": "007620001",
    "name": "バイク",
    "level": 3
  },
  {
    "id": "007620002",
    "name": "車総合",
    "level": 3
  },
  {
    "id": "007620003",
    "name": "中古車情報",
    "level": 3
  },
  {
    "id": "007620004",
    "name": "外車情報",
    "level": 3
  },
  {
    "id": "007620005",
    "name": "モータースポーツ",
    "level": 3
  },
  {
    "id": "007620006",
    "name": "4WD・RV",
    "level": 3
  },
  {
    "id": "007620007",
    "name": "チューニング・ドレスアップ",
    "level": 3
  },
  {
    "id": "007620008",
    "name": "その他",
    "level": 3
  },
  {
    "id": "007621001",
    "name": "カメラ・ビデオ",
    "level": 3
  },
  {
    "id": "007621002",
    "name": "園芸",
    "level": 3
  },
  {
    "id": "007621003",
    "name": "書道・茶道・華道",
    "level": 3
  },
  {
    "id": "007621004",
    "name": "フラワーアレンジメント",
    "level": 3
  },
  {
    "id": "007621005",
    "name": "パズルゲーム・クイズ",
    "level": 3
  },
  {
    "id": "007621006",
    "name": "ペット・動物",
    "level": 3
  },
  {
    "id": "007621007",
    "name": "パチンコ・パチスロ",
    "level": 3
  },
  {
    "id": "007621008",
    "name": "ギャンブル",
    "level": 3
  },
  {
    "id": "007621009",
    "name": "ホビー・サイエンス",
    "level": 3
  },
  {
    "id": "007621010",
    "name": "アウトドア",
    "level": 3
  },
  {
    "id": "007621011",
    "name": "釣り",
    "level": 3
  },
  {
    "id": "007621012",
    "name": "くじ・懸賞",
    "level": 3
  },
  {
    "id": "007621013",
    "name": "競馬",
    "level": 3
  },
  {
    "id": "007621014",
    "name": "ミリタリー",
    "level": 3
  },
  {
    "id": "007621015",
    "name": "ラジコン・無線",
    "level": 3
  },
  {
    "id": "007621016",
    "name": "鉄道",
    "level": 3
  },
  {
    "id": "007621017",
    "name": "オーディオ・ビジュアル",
    "level": 3
  },
  {
    "id": "007621018",
    "name": "囲碁・将棋",
    "level": 3
  },
  {
    "id": "007621019",
    "name": "その他",
    "level": 3
  },
  {
    "id": "007626001",
    "name": "女性誌",
    "level": 3
  },
  {
    "id": "007626002",
    "name": "男性誌",
    "level": 3
  },
  {
    "id": "007626003",
    "name": "モノ情報誌",
    "level": 3
  },
  {
    "id": "007626004",
    "name": "その他",
    "level": 3
  },
  {
    "id": "001001001001",
    "name": "秋田書店 少年チャンピオンC",
    "level": 4
  },
  {
    "id": "001001001002",
    "name": "スクウェア・エニックス ガンガンC",
    "level": 4
  },
  {
    "id": "001001001005",
    "name": "講談社 アニメKC",
    "level": 4
  },
  {
    "id": "001001001006",
    "name": "講談社 マガジンC",
    "level": 4
  },
  {
    "id": "001001001008",
    "name": "集英社 ジャンプC",
    "level": 4
  },
  {
    "id": "001001001009",
    "name": "小学館 少年サンデーC",
    "level": 4
  },
  {
    "id": "001001001014",
    "name": "小学館 てんとう虫C",
    "level": 4
  },
  {
    "id": "001001001015",
    "name": "ポプラ社 ブンブンC",
    "level": 4
  },
  {
    "id": "001001001016",
    "name": "講談社 ボンボンC",
    "level": 4
  },
  {
    "id": "001001001018",
    "name": "集英社 VジャンプC",
    "level": 4
  },
  {
    "id": "001001001019",
    "name": "学習研究社 ノーラC",
    "level": 4
  },
  {
    "id": "001001001020",
    "name": "徳間書店 アニメージュC",
    "level": 4
  },
  {
    "id": "001001002001",
    "name": "秋田書店 ホラーC",
    "level": 4
  },
  {
    "id": "001001002002",
    "name": "秋田書店 プリンセスC",
    "level": 4
  },
  {
    "id": "001001002003",
    "name": "講談社 なかよしKC",
    "level": 4
  },
  {
    "id": "001001002004",
    "name": "講談社 フレンドKC",
    "level": 4
  },
  {
    "id": "001001002005",
    "name": "講談社 キスKC",
    "level": 4
  },
  {
    "id": "001001002006",
    "name": "集英社 マーガレットC",
    "level": 4
  },
  {
    "id": "001001002007",
    "name": "集英社 りぼんC",
    "level": 4
  },
  {
    "id": "001001002008",
    "name": "小学館 フラワーC",
    "level": 4
  },
  {
    "id": "001001002009",
    "name": "白泉社 花とゆめC",
    "level": 4
  },
  {
    "id": "001001002011",
    "name": "集英社 クイーンズC",
    "level": 4
  },
  {
    "id": "001001002012",
    "name": "新書館 WINGS C",
    "level": 4
  },
  {
    "id": "001001002013",
    "name": "小学館 ちゃおC",
    "level": 4
  },
  {
    "id": "001001002014",
    "name": "講談社デザートC",
    "level": 4
  },
  {
    "id": "001001002015",
    "name": "角川書店 あすかC",
    "level": 4
  },
  {
    "id": "001001002016",
    "name": "朝日ソノラマ 眠れぬ夜の奇妙なC",
    "level": 4
  },
  {
    "id": "001001002017",
    "name": "幻冬舎 バーズコミックスガールズコレクション",
    "level": 4
  },
  {
    "id": "001001002018",
    "name": "一迅社 IDコミックス",
    "level": 4
  },
  {
    "id": "001001002019",
    "name": "講談社 コミックスデザート",
    "level": 4
  },
  {
    "id": "001001002020",
    "name": "講談社 コミックスB",
    "level": 4
  },
  {
    "id": "001001002022",
    "name": "角川書店 Asuka comics DX",
    "level": 4
  },
  {
    "id": "001001002023",
    "name": "小学館 flowers comics",
    "level": 4
  },
  {
    "id": "001001002024",
    "name": "一迅社 Zero-sum comics",
    "level": 4
  },
  {
    "id": "001001002025",
    "name": "一迅社　百合姫コミックス",
    "level": 4
  },
  {
    "id": "001001002026",
    "name": "メディアファクトリー MFCジーンS",
    "level": 4
  },
  {
    "id": "001001003001",
    "name": "秋田書店 ヤングチャンピオンC",
    "level": 4
  },
  {
    "id": "001001003002",
    "name": "秋田書店 サンデーC",
    "level": 4
  },
  {
    "id": "001001003003",
    "name": "講談社 ヤングマガジンKC",
    "level": 4
  },
  {
    "id": "001001003004",
    "name": "講談社モーニングKC",
    "level": 4
  },
  {
    "id": "001001003005",
    "name": "集英社 ヤングジャンプC",
    "level": 4
  },
  {
    "id": "001001003006",
    "name": "集英社 ビジネスジャンプC",
    "level": 4
  },
  {
    "id": "001001003007",
    "name": "集英社 プレイボーイC",
    "level": 4
  },
  {
    "id": "001001003008",
    "name": "小学館 ヤングサンデーC",
    "level": 4
  },
  {
    "id": "001001003009",
    "name": "小学館 ビッグC",
    "level": 4
  },
  {
    "id": "001001003010",
    "name": "白泉社 ジェッツC",
    "level": 4
  },
  {
    "id": "001001003011",
    "name": "ぶんか社C",
    "level": 4
  },
  {
    "id": "001001003013",
    "name": "角川書店 ドラゴンC",
    "level": 4
  },
  {
    "id": "001001003014",
    "name": "秋田書店 チャンピオンRED C",
    "level": 4
  },
  {
    "id": "001001003015",
    "name": "講談社 アフタヌーンC",
    "level": 4
  },
  {
    "id": "001001003016",
    "name": "メディアファクトリー MFCフラッパーS",
    "level": 4
  },
  {
    "id": "001001003017",
    "name": "少年画報社 ヤングキングC",
    "level": 4
  },
  {
    "id": "001001003018",
    "name": "スクウェア・エニックス ヤングガンガンC",
    "level": 4
  },
  {
    "id": "001001003019",
    "name": "スクウェア・エニックス ガンガンWING C",
    "level": 4
  },
  {
    "id": "001001003020",
    "name": "幻冬舎 バーズC",
    "level": 4
  },
  {
    "id": "001001003021",
    "name": "講談社 イブニングC",
    "level": 4
  },
  {
    "id": "001001003022",
    "name": "新潮社 バンチC",
    "level": 4
  },
  {
    "id": "001001003023",
    "name": "エンターブレイン ビームC",
    "level": 4
  },
  {
    "id": "001001003024",
    "name": "徳間書店 トクマC",
    "level": 4
  },
  {
    "id": "001001003025",
    "name": "日本文芸社 ニチブンC",
    "level": 4
  },
  {
    "id": "001001003026",
    "name": "双葉社 アクションC",
    "level": 4
  },
  {
    "id": "001001003027",
    "name": "ジャイブ CR C",
    "level": 4
  },
  {
    "id": "001001003028",
    "name": "大都社 Daito C",
    "level": 4
  },
  {
    "id": "001001003029",
    "name": "スクウェア・エニックス GファンタジーC",
    "level": 4
  },
  {
    "id": "001001003030",
    "name": "マンガショップシリーズ",
    "level": 4
  },
  {
    "id": "001001003031",
    "name": "ワニブックス ガムC",
    "level": 4
  },
  {
    "id": "001001003032",
    "name": "実業之日本社 マンサンC",
    "level": 4
  },
  {
    "id": "001001003033",
    "name": "FOX出版 Fox C",
    "level": 4
  },
  {
    "id": "001001003034",
    "name": "蒼竜社 プラザC",
    "level": 4
  },
  {
    "id": "001001003035",
    "name": "芳文社 まんがタイムC",
    "level": 4
  },
  {
    "id": "001001003036",
    "name": "フロム出版 ベルC",
    "level": 4
  },
  {
    "id": "001001003037",
    "name": "潮出版社 希望C",
    "level": 4
  },
  {
    "id": "001001003038",
    "name": "講談社 マガジンZKC",
    "level": 4
  },
  {
    "id": "001001003039",
    "name": "小学館 サンデーGX C",
    "level": 4
  },
  {
    "id": "001001003040",
    "name": "少年画報社 YCC",
    "level": 4
  },
  {
    "id": "001001003041",
    "name": "小学館 イッキC",
    "level": 4
  },
  {
    "id": "001001003042",
    "name": "一迅社 DNAメディアコミックス",
    "level": 4
  },
  {
    "id": "001001003043",
    "name": "一迅社 REXC",
    "level": 4
  },
  {
    "id": "001001003044",
    "name": "竹書房 バンブーC",
    "level": 4
  },
  {
    "id": "001001003045",
    "name": "ホビージャパン ホビージャパンC",
    "level": 4
  },
  {
    "id": "001001003046",
    "name": "アスキーメディアワークス　電撃C",
    "level": 4
  },
  {
    "id": "001001003047",
    "name": "講談社 シリウスKC",
    "level": 4
  },
  {
    "id": "001001003048",
    "name": "小学館　ゲッサン少年サンデーC",
    "level": 4
  },
  {
    "id": "001001003049",
    "name": "少年画報社　YKC",
    "level": 4
  },
  {
    "id": "001001003050",
    "name": "スクウェア・エニックス ガンガンコミックスJOKER",
    "level": 4
  },
  {
    "id": "001001003051",
    "name": "竹書房　近代麻雀C",
    "level": 4
  },
  {
    "id": "001001003052",
    "name": "徳間書店　ゼノンC",
    "level": 4
  },
  {
    "id": "001001003053",
    "name": "芳文社　まんがタイムKRコミックス",
    "level": 4
  },
  {
    "id": "001001003054",
    "name": "メディアファクトリー MFCアライブS",
    "level": 4
  },
  {
    "id": "001001003055",
    "name": "富士見書房　ドラゴンC",
    "level": 4
  },
  {
    "id": "001001003056",
    "name": "バンダイビジュアル　エモーションC",
    "level": 4
  },
  {
    "id": "001001003057",
    "name": "SBCｒ　フレックスコミックス",
    "level": 4
  },
  {
    "id": "001001003058",
    "name": "マッグガーデン ブレイドC",
    "level": 4
  },
  {
    "id": "001001003059",
    "name": "角川書店 エースC",
    "level": 4
  },
  {
    "id": "001001003060",
    "name": "キルタイムコミュニケーション ヴァルキリーC",
    "level": 4
  },
  {
    "id": "001001004001",
    "name": "秋田書店 秋田レディースC",
    "level": 4
  },
  {
    "id": "001001004002",
    "name": "講談社 ビーラブKC",
    "level": 4
  },
  {
    "id": "001001004003",
    "name": "集英社 ヤングユーC",
    "level": 4
  },
  {
    "id": "001001004004",
    "name": "集英社 ユーC",
    "level": 4
  },
  {
    "id": "001001004005",
    "name": "小学館 ジュディC",
    "level": 4
  },
  {
    "id": "001001004006",
    "name": "小学館 フラワーC",
    "level": 4
  },
  {
    "id": "001001004007",
    "name": "白泉社 レディーC",
    "level": 4
  },
  {
    "id": "001001004008",
    "name": "祥伝社 フィールC",
    "level": 4
  },
  {
    "id": "001001004009",
    "name": "秋田出版　恋愛max comics",
    "level": 4
  },
  {
    "id": "001001004010",
    "name": "宙出版　Missy comics",
    "level": 4
  },
  {
    "id": "001001004011",
    "name": "宙出版　Emerald comics",
    "level": 4
  },
  {
    "id": "001001004012",
    "name": "宙出版　ミッシィコミックスパステル",
    "level": 4
  },
  {
    "id": "001001004013",
    "name": "宙出版　ミッシィコミックスピンクパンチ！",
    "level": 4
  },
  {
    "id": "001001004014",
    "name": "光彩書房　光彩コミックス",
    "level": 4
  },
  {
    "id": "001001006001",
    "name": "集英社漫画文庫",
    "level": 4
  },
  {
    "id": "001001006002",
    "name": "講談社漫画文庫",
    "level": 4
  },
  {
    "id": "001001006003",
    "name": "小学館文庫",
    "level": 4
  },
  {
    "id": "001001006004",
    "name": "小学館コロコロ文庫",
    "level": 4
  },
  {
    "id": "001001006005",
    "name": "ソノラマコミック文庫",
    "level": 4
  },
  {
    "id": "001001006006",
    "name": "白泉社文庫",
    "level": 4
  },
  {
    "id": "001001006007",
    "name": "潮漫画文庫",
    "level": 4
  },
  {
    "id": "001001006008",
    "name": "竹書房漫画文庫",
    "level": 4
  },
  {
    "id": "001001006009",
    "name": "実業之日本社漫画文庫",
    "level": 4
  },
  {
    "id": "001001006010",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001002001001",
    "name": "日本語",
    "level": 4
  },
  {
    "id": "001002001002",
    "name": "英語",
    "level": 4
  },
  {
    "id": "001002001003",
    "name": "イタリア語",
    "level": 4
  },
  {
    "id": "001002001004",
    "name": "フランス語",
    "level": 4
  },
  {
    "id": "001002001005",
    "name": "ドイツ語",
    "level": 4
  },
  {
    "id": "001002001006",
    "name": "中国語",
    "level": 4
  },
  {
    "id": "001002001007",
    "name": "韓国語",
    "level": 4
  },
  {
    "id": "001002001008",
    "name": "ロシア語",
    "level": 4
  },
  {
    "id": "001002001009",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001002002001",
    "name": "日本語辞書",
    "level": 4
  },
  {
    "id": "001002002002",
    "name": "英語辞書",
    "level": 4
  },
  {
    "id": "001002002003",
    "name": "イタリア語辞書",
    "level": 4
  },
  {
    "id": "001002002004",
    "name": "フランス語辞書",
    "level": 4
  },
  {
    "id": "001002002005",
    "name": "ドイツ語辞書",
    "level": 4
  },
  {
    "id": "001002002006",
    "name": "中国語辞書",
    "level": 4
  },
  {
    "id": "001002002007",
    "name": "韓国語辞書",
    "level": 4
  },
  {
    "id": "001002002008",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001002003001",
    "name": "年鑑・資料集",
    "level": 4
  },
  {
    "id": "001002003009",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001002005001",
    "name": "英検",
    "level": 4
  },
  {
    "id": "001002005002",
    "name": "TOEIC",
    "level": 4
  },
  {
    "id": "001002005003",
    "name": "TOEFL",
    "level": 4
  },
  {
    "id": "001002005004",
    "name": "漢字検定",
    "level": 4
  },
  {
    "id": "001002006001",
    "name": "小学校",
    "level": 4
  },
  {
    "id": "001002006002",
    "name": "中学校",
    "level": 4
  },
  {
    "id": "001002006003",
    "name": "大学受験",
    "level": 4
  },
  {
    "id": "001002006004",
    "name": "幼児ドリル",
    "level": 4
  },
  {
    "id": "001002006005",
    "name": "小学校受験",
    "level": 4
  },
  {
    "id": "001002006006",
    "name": "中学校受験",
    "level": 4
  },
  {
    "id": "001002006007",
    "name": "高校受験",
    "level": 4
  },
  {
    "id": "001002006008",
    "name": "高校",
    "level": 4
  },
  {
    "id": "001003001001",
    "name": "児童書（日本）",
    "level": 4
  },
  {
    "id": "001003001002",
    "name": "児童書（外国）",
    "level": 4
  },
  {
    "id": "001003002001",
    "name": "岩波少年文庫",
    "level": 4
  },
  {
    "id": "001003002002",
    "name": "青い鳥文庫",
    "level": 4
  },
  {
    "id": "001003002003",
    "name": "ポプラ社文庫",
    "level": 4
  },
  {
    "id": "001003002004",
    "name": "偕成社文庫",
    "level": 4
  },
  {
    "id": "001003002005",
    "name": "フォア文庫",
    "level": 4
  },
  {
    "id": "001003002006",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001003002007",
    "name": "つばさ文庫",
    "level": 4
  },
  {
    "id": "001003002008",
    "name": "みらい文庫",
    "level": 4
  },
  {
    "id": "001003003001",
    "name": "絵本(日本）",
    "level": 4
  },
  {
    "id": "001003003002",
    "name": "絵本(外国）",
    "level": 4
  },
  {
    "id": "001004003001",
    "name": "エッセイ",
    "level": 4
  },
  {
    "id": "001004003002",
    "name": "紀行・旅行エッセイ",
    "level": 4
  },
  {
    "id": "001004004001",
    "name": "ノンフィクション(日本）",
    "level": 4
  },
  {
    "id": "001004004002",
    "name": "ノンフィクション(外国）",
    "level": 4
  },
  {
    "id": "001004004003",
    "name": "文庫（ノンフィクション）",
    "level": 4
  },
  {
    "id": "001004008001",
    "name": "著者名・あ行",
    "level": 4
  },
  {
    "id": "001004008002",
    "name": "著者名・か行",
    "level": 4
  },
  {
    "id": "001004008003",
    "name": "著者名・さ行",
    "level": 4
  },
  {
    "id": "001004008004",
    "name": "著者名・た行",
    "level": 4
  },
  {
    "id": "001004008005",
    "name": "著者名・な行",
    "level": 4
  },
  {
    "id": "001004008006",
    "name": "著者名・は行",
    "level": 4
  },
  {
    "id": "001004008007",
    "name": "著者名・ま行",
    "level": 4
  },
  {
    "id": "001004008008",
    "name": "著者名・やらわ行",
    "level": 4
  },
  {
    "id": "001004008009",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001005001001",
    "name": "Macintosh",
    "level": 4
  },
  {
    "id": "001005001002",
    "name": "周辺機器",
    "level": 4
  },
  {
    "id": "001005001003",
    "name": "デジタルカメラ",
    "level": 4
  },
  {
    "id": "001005001004",
    "name": "モバイル",
    "level": 4
  },
  {
    "id": "001005001005",
    "name": "CPU",
    "level": 4
  },
  {
    "id": "001005001006",
    "name": "スマートフォン",
    "level": 4
  },
  {
    "id": "001005002001",
    "name": "インターネット入門書",
    "level": 4
  },
  {
    "id": "001005002002",
    "name": "ホームページ入門書",
    "level": 4
  },
  {
    "id": "001005002003",
    "name": "コンピュータ用語集",
    "level": 4
  },
  {
    "id": "001005003001",
    "name": "インターネットセキュリティ",
    "level": 4
  },
  {
    "id": "001005003002",
    "name": "ホームページ作成",
    "level": 4
  },
  {
    "id": "001005003003",
    "name": "WEBデザイン",
    "level": 4
  },
  {
    "id": "001005003004",
    "name": "CGI",
    "level": 4
  },
  {
    "id": "001005003005",
    "name": "Perl",
    "level": 4
  },
  {
    "id": "001005003006",
    "name": "HTML",
    "level": 4
  },
  {
    "id": "001005003007",
    "name": "Java",
    "level": 4
  },
  {
    "id": "001005003008",
    "name": "JavaScript",
    "level": 4
  },
  {
    "id": "001005003009",
    "name": "Flash",
    "level": 4
  },
  {
    "id": "001005003010",
    "name": "サーバー管理",
    "level": 4
  },
  {
    "id": "001005003011",
    "name": "ブログ・SNS",
    "level": 4
  },
  {
    "id": "001005004001",
    "name": "LAN",
    "level": 4
  },
  {
    "id": "001005004002",
    "name": "パソコン通信",
    "level": 4
  },
  {
    "id": "001005004003",
    "name": "TCP/IP",
    "level": 4
  },
  {
    "id": "001005005001",
    "name": "プログラミング入門",
    "level": 4
  },
  {
    "id": "001005005002",
    "name": "Basic",
    "level": 4
  },
  {
    "id": "001005005003",
    "name": "Visual Basic",
    "level": 4
  },
  {
    "id": "001005005004",
    "name": "C・C++・C#",
    "level": 4
  },
  {
    "id": "001005005005",
    "name": "JSP",
    "level": 4
  },
  {
    "id": "001005005006",
    "name": "PHP",
    "level": 4
  },
  {
    "id": "001005005007",
    "name": "ASP",
    "level": 4
  },
  {
    "id": "001005005008",
    "name": "SQL",
    "level": 4
  },
  {
    "id": "001005005009",
    "name": "Java",
    "level": 4
  },
  {
    "id": "001005005010",
    "name": "Perl",
    "level": 4
  },
  {
    "id": "001005005011",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001005006001",
    "name": "一太郎",
    "level": 4
  },
  {
    "id": "001005006002",
    "name": "WORD",
    "level": 4
  },
  {
    "id": "001005006003",
    "name": "EXCEL",
    "level": 4
  },
  {
    "id": "001005006004",
    "name": "Lotus1-2-3",
    "level": 4
  },
  {
    "id": "001005006005",
    "name": "Internet Explorer",
    "level": 4
  },
  {
    "id": "001005006006",
    "name": "Netscape",
    "level": 4
  },
  {
    "id": "001005006007",
    "name": "FileMaker",
    "level": 4
  },
  {
    "id": "001005006008",
    "name": "dBASE",
    "level": 4
  },
  {
    "id": "001005006009",
    "name": "Microsoft Access",
    "level": 4
  },
  {
    "id": "001005006010",
    "name": "Oracle",
    "level": 4
  },
  {
    "id": "001005006011",
    "name": "SQL",
    "level": 4
  },
  {
    "id": "001005006012",
    "name": "Photoshop",
    "level": 4
  },
  {
    "id": "001005006013",
    "name": "Illustrator",
    "level": 4
  },
  {
    "id": "001005006014",
    "name": "Dreamweaver",
    "level": 4
  },
  {
    "id": "001005006016",
    "name": "Fireworks",
    "level": 4
  },
  {
    "id": "001005007001",
    "name": "Windows",
    "level": 4
  },
  {
    "id": "001005007002",
    "name": "Macintosh",
    "level": 4
  },
  {
    "id": "001005007003",
    "name": "Linux",
    "level": 4
  },
  {
    "id": "001005007004",
    "name": "UNIX",
    "level": 4
  },
  {
    "id": "001005007005",
    "name": "MS-DOS",
    "level": 4
  },
  {
    "id": "001005007006",
    "name": "Android",
    "level": 4
  },
  {
    "id": "001005008001",
    "name": "WEBデザイン",
    "level": 4
  },
  {
    "id": "001005008002",
    "name": "CG",
    "level": 4
  },
  {
    "id": "001005008003",
    "name": "3Dグラフィックス",
    "level": 4
  },
  {
    "id": "001006001001",
    "name": "日本経済",
    "level": 4
  },
  {
    "id": "001006001002",
    "name": "国際経済",
    "level": 4
  },
  {
    "id": "001006001003",
    "name": "経済学",
    "level": 4
  },
  {
    "id": "001006001004",
    "name": "財政",
    "level": 4
  },
  {
    "id": "001006001005",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001006004001",
    "name": "広告・宣伝",
    "level": 4
  },
  {
    "id": "001006004002",
    "name": "セールス・営業",
    "level": 4
  },
  {
    "id": "001006004003",
    "name": "商品開発",
    "level": 4
  },
  {
    "id": "001006004004",
    "name": "マーケティング",
    "level": 4
  },
  {
    "id": "001006004005",
    "name": "クレーム対応",
    "level": 4
  },
  {
    "id": "001006004006",
    "name": "企画書・プレゼン",
    "level": 4
  },
  {
    "id": "001006006001",
    "name": "不動産・住宅ローン",
    "level": 4
  },
  {
    "id": "001006006002",
    "name": "年金・保険",
    "level": 4
  },
  {
    "id": "001006006003",
    "name": "節約",
    "level": 4
  },
  {
    "id": "001006006004",
    "name": "税金",
    "level": 4
  },
  {
    "id": "001006007001",
    "name": "人材管理",
    "level": 4
  },
  {
    "id": "001006007002",
    "name": "リーダーシップ・コーチング",
    "level": 4
  },
  {
    "id": "001006008001",
    "name": "会計学",
    "level": 4
  },
  {
    "id": "001006008002",
    "name": "財務管理・キャッシュフロー",
    "level": 4
  },
  {
    "id": "001006008003",
    "name": "税務",
    "level": 4
  },
  {
    "id": "001006008004",
    "name": "簿記",
    "level": 4
  },
  {
    "id": "001006009001",
    "name": "企画書・プレゼン",
    "level": 4
  },
  {
    "id": "001006009002",
    "name": "記憶術",
    "level": 4
  },
  {
    "id": "001006009003",
    "name": "ビジネス哲学",
    "level": 4
  },
  {
    "id": "001006009004",
    "name": "情報管理・手帳",
    "level": 4
  },
  {
    "id": "001006010001",
    "name": "就職",
    "level": 4
  },
  {
    "id": "001006010002",
    "name": "転職",
    "level": 4
  },
  {
    "id": "001006018001",
    "name": "経営学",
    "level": 4
  },
  {
    "id": "001006018002",
    "name": "経営戦略・管理",
    "level": 4
  },
  {
    "id": "001006018003",
    "name": "起業・開業",
    "level": 4
  },
  {
    "id": "001006018004",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001006019001",
    "name": "農業・畜産業",
    "level": 4
  },
  {
    "id": "001006019002",
    "name": "林業・水産業",
    "level": 4
  },
  {
    "id": "001006019003",
    "name": "商業",
    "level": 4
  },
  {
    "id": "001006019004",
    "name": "運輸・交通・通信",
    "level": 4
  },
  {
    "id": "001006019005",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001008001001",
    "name": "図書館・書誌学",
    "level": 4
  },
  {
    "id": "001008001002",
    "name": "雑学",
    "level": 4
  },
  {
    "id": "001008001003",
    "name": "出版・書店",
    "level": 4
  },
  {
    "id": "001008001004",
    "name": "ジャーナリズム",
    "level": 4
  },
  {
    "id": "001008001005",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001008002001",
    "name": "西洋哲学",
    "level": 4
  },
  {
    "id": "001008002002",
    "name": "東洋思想",
    "level": 4
  },
  {
    "id": "001008002003",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001008003001",
    "name": "心理学一般",
    "level": 4
  },
  {
    "id": "001008003003",
    "name": "超心理学・心霊",
    "level": 4
  },
  {
    "id": "001008003004",
    "name": "発達心理学",
    "level": 4
  },
  {
    "id": "001008003005",
    "name": "異常心理学",
    "level": 4
  },
  {
    "id": "001008003006",
    "name": "臨床心理学・精神分析",
    "level": 4
  },
  {
    "id": "001008003007",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001008004001",
    "name": "倫理学",
    "level": 4
  },
  {
    "id": "001008004002",
    "name": "宗教学",
    "level": 4
  },
  {
    "id": "001008004003",
    "name": "仏教",
    "level": 4
  },
  {
    "id": "001008004004",
    "name": "キリスト教",
    "level": 4
  },
  {
    "id": "001008004005",
    "name": "イスラム教",
    "level": 4
  },
  {
    "id": "001008004006",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001008005001",
    "name": "日本史",
    "level": 4
  },
  {
    "id": "001008005002",
    "name": "世界史",
    "level": 4
  },
  {
    "id": "001008005003",
    "name": "伝記(日本）",
    "level": 4
  },
  {
    "id": "001008005004",
    "name": "伝記（外国）",
    "level": 4
  },
  {
    "id": "001008005005",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001008006001",
    "name": "地理(日本）",
    "level": 4
  },
  {
    "id": "001008006002",
    "name": "地理(外国）",
    "level": 4
  },
  {
    "id": "001008009001",
    "name": "法律",
    "level": 4
  },
  {
    "id": "001008009002",
    "name": "法令集",
    "level": 4
  },
  {
    "id": "001008009003",
    "name": "司法試験",
    "level": 4
  },
  {
    "id": "001008011001",
    "name": "労働",
    "level": 4
  },
  {
    "id": "001008011002",
    "name": "社会病理・犯罪",
    "level": 4
  },
  {
    "id": "001008011003",
    "name": "生活・消費者",
    "level": 4
  },
  {
    "id": "001008011004",
    "name": "ジェンダー・セクシュアリティ",
    "level": 4
  },
  {
    "id": "001008011005",
    "name": "社会保障",
    "level": 4
  },
  {
    "id": "001008011006",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001008011007",
    "name": "児童・青少年",
    "level": 4
  },
  {
    "id": "001008011008",
    "name": "高齢者・老後",
    "level": 4
  },
  {
    "id": "001008011009",
    "name": "家族関係",
    "level": 4
  },
  {
    "id": "001008011010",
    "name": "社会学",
    "level": 4
  },
  {
    "id": "001008012001",
    "name": "福祉",
    "level": 4
  },
  {
    "id": "001008012002",
    "name": "教育",
    "level": 4
  },
  {
    "id": "001008012003",
    "name": "社会教育",
    "level": 4
  },
  {
    "id": "001008012004",
    "name": "障害児教育",
    "level": 4
  },
  {
    "id": "001008012011",
    "name": "教育心理",
    "level": 4
  },
  {
    "id": "001008015001",
    "name": "風俗・習慣",
    "level": 4
  },
  {
    "id": "001008015002",
    "name": "年中行事",
    "level": 4
  },
  {
    "id": "001008015003",
    "name": "昔話・民話",
    "level": 4
  },
  {
    "id": "001008015004",
    "name": "民族学",
    "level": 4
  },
  {
    "id": "001008017001",
    "name": "ノンフィクション(日本）",
    "level": 4
  },
  {
    "id": "001008017002",
    "name": "ノンフィクション(外国）",
    "level": 4
  },
  {
    "id": "001008017003",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001008022001",
    "name": "文学史(日本）",
    "level": 4
  },
  {
    "id": "001008022002",
    "name": "文学史(外国）",
    "level": 4
  },
  {
    "id": "001008022003",
    "name": "文学論",
    "level": 4
  },
  {
    "id": "001008022004",
    "name": "詩歌・俳諧",
    "level": 4
  },
  {
    "id": "001008022005",
    "name": "古典文学",
    "level": 4
  },
  {
    "id": "001008022006",
    "name": "戯曲・シナリオ",
    "level": 4
  },
  {
    "id": "001008022007",
    "name": "文学全集",
    "level": 4
  },
  {
    "id": "001008022008",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001009001001",
    "name": "トレーニング・エクササイズ",
    "level": 4
  },
  {
    "id": "001009001002",
    "name": "陸上・マラソン",
    "level": 4
  },
  {
    "id": "001009001003",
    "name": "サッカー",
    "level": 4
  },
  {
    "id": "001009001004",
    "name": "野球",
    "level": 4
  },
  {
    "id": "001009001005",
    "name": "バスケットボール",
    "level": 4
  },
  {
    "id": "001009001006",
    "name": "バレーボール",
    "level": 4
  },
  {
    "id": "001009001007",
    "name": "ラグビー・アメフト",
    "level": 4
  },
  {
    "id": "001009001008",
    "name": "マリンスポーツ",
    "level": 4
  },
  {
    "id": "001009001009",
    "name": "ウインタースポーツ",
    "level": 4
  },
  {
    "id": "001009001010",
    "name": "ゴルフ",
    "level": 4
  },
  {
    "id": "001009001011",
    "name": "モータースポーツ",
    "level": 4
  },
  {
    "id": "001009001012",
    "name": "スカイスポーツ",
    "level": 4
  },
  {
    "id": "001009001013",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001009002001",
    "name": "柔道",
    "level": 4
  },
  {
    "id": "001009002002",
    "name": "剣道",
    "level": 4
  },
  {
    "id": "001009002003",
    "name": "空手",
    "level": 4
  },
  {
    "id": "001009002004",
    "name": "太極拳",
    "level": 4
  },
  {
    "id": "001009002005",
    "name": "プロレス",
    "level": 4
  },
  {
    "id": "001009002006",
    "name": "総合格闘技",
    "level": 4
  },
  {
    "id": "001009002007",
    "name": "格闘技写真集",
    "level": 4
  },
  {
    "id": "001009002008",
    "name": "ボクシング",
    "level": 4
  },
  {
    "id": "001009002009",
    "name": "合気道",
    "level": 4
  },
  {
    "id": "001009003001",
    "name": "車",
    "level": 4
  },
  {
    "id": "001009003002",
    "name": "バイク",
    "level": 4
  },
  {
    "id": "001009003003",
    "name": "自動車免許",
    "level": 4
  },
  {
    "id": "001009003004",
    "name": "モータースポーツ",
    "level": 4
  },
  {
    "id": "001009006001",
    "name": "カメラ",
    "level": 4
  },
  {
    "id": "001009006002",
    "name": "写真技術",
    "level": 4
  },
  {
    "id": "001009006003",
    "name": "デジカメ",
    "level": 4
  },
  {
    "id": "001009006004",
    "name": "風景写真集",
    "level": 4
  },
  {
    "id": "001009007001",
    "name": "囲碁",
    "level": 4
  },
  {
    "id": "001009007002",
    "name": "将棋",
    "level": 4
  },
  {
    "id": "001009007003",
    "name": "トランプ",
    "level": 4
  },
  {
    "id": "001009007004",
    "name": "ビリヤード",
    "level": 4
  },
  {
    "id": "001009007005",
    "name": "手品",
    "level": 4
  },
  {
    "id": "001009007006",
    "name": "クイズ・パズル",
    "level": 4
  },
  {
    "id": "001009008001",
    "name": "競馬",
    "level": 4
  },
  {
    "id": "001009008002",
    "name": "競輪・競艇",
    "level": 4
  },
  {
    "id": "001009008003",
    "name": "麻雀",
    "level": 4
  },
  {
    "id": "001009008004",
    "name": "パチンコ",
    "level": 4
  },
  {
    "id": "001009008005",
    "name": "パチスロ",
    "level": 4
  },
  {
    "id": "001009008006",
    "name": "ロト・宝くじ",
    "level": 4
  },
  {
    "id": "001009009001",
    "name": "日本美術",
    "level": 4
  },
  {
    "id": "001009009002",
    "name": "東洋美術",
    "level": 4
  },
  {
    "id": "001009009003",
    "name": "西洋美術",
    "level": 4
  },
  {
    "id": "001009009006",
    "name": "デザイン",
    "level": 4
  },
  {
    "id": "001009009007",
    "name": "イラスト",
    "level": 4
  },
  {
    "id": "001009009008",
    "name": "美術館",
    "level": 4
  },
  {
    "id": "001009009009",
    "name": "ぬりえ",
    "level": 4
  },
  {
    "id": "001009009010",
    "name": "ちぎり絵・切り絵",
    "level": 4
  },
  {
    "id": "001009009011",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001009010001",
    "name": "陶芸",
    "level": 4
  },
  {
    "id": "001009010002",
    "name": "書道",
    "level": 4
  },
  {
    "id": "001009010003",
    "name": "骨董",
    "level": 4
  },
  {
    "id": "001009010004",
    "name": "刀剣・甲冑",
    "level": 4
  },
  {
    "id": "001009010005",
    "name": "折り紙",
    "level": 4
  },
  {
    "id": "001009010006",
    "name": "木工",
    "level": 4
  },
  {
    "id": "001009010007",
    "name": "印章・篆刻",
    "level": 4
  },
  {
    "id": "001009010008",
    "name": "染織・漆",
    "level": 4
  },
  {
    "id": "001009010009",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001009011001",
    "name": "茶道",
    "level": 4
  },
  {
    "id": "001009011002",
    "name": "華道・フラワーアレンジメント",
    "level": 4
  },
  {
    "id": "001009011003",
    "name": "香道",
    "level": 4
  },
  {
    "id": "001010001001",
    "name": "恋愛",
    "level": 4
  },
  {
    "id": "001010001002",
    "name": "結婚",
    "level": 4
  },
  {
    "id": "001010001003",
    "name": "性",
    "level": 4
  },
  {
    "id": "001010002001",
    "name": "妊娠・出産・子育て",
    "level": 4
  },
  {
    "id": "001010002002",
    "name": "名づけ・姓名判断",
    "level": 4
  },
  {
    "id": "001010002003",
    "name": "不妊",
    "level": 4
  },
  {
    "id": "001010003001",
    "name": "犬",
    "level": 4
  },
  {
    "id": "001010003002",
    "name": "猫",
    "level": 4
  },
  {
    "id": "001010003003",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001010003004",
    "name": "魚",
    "level": 4
  },
  {
    "id": "001010004001",
    "name": "インテリア",
    "level": 4
  },
  {
    "id": "001010004002",
    "name": "風水",
    "level": 4
  },
  {
    "id": "001010004003",
    "name": "マイホーム",
    "level": 4
  },
  {
    "id": "001010004004",
    "name": "カラーコーディネーター・色彩検定",
    "level": 4
  },
  {
    "id": "001010004005",
    "name": "インテリアコーディネーター",
    "level": 4
  },
  {
    "id": "001010004006",
    "name": "雑貨",
    "level": 4
  },
  {
    "id": "001010004007",
    "name": "リフォーム",
    "level": 4
  },
  {
    "id": "001010005001",
    "name": "ガーデニング",
    "level": 4
  },
  {
    "id": "001010005002",
    "name": "花",
    "level": 4
  },
  {
    "id": "001010005003",
    "name": "ハーブ",
    "level": 4
  },
  {
    "id": "001010005004",
    "name": "野菜作り",
    "level": 4
  },
  {
    "id": "001010005005",
    "name": "観葉植物・盆栽",
    "level": 4
  },
  {
    "id": "001010005006",
    "name": "華道・フラワーアレンジメント",
    "level": 4
  },
  {
    "id": "001010005007",
    "name": "庭作り・エクステリア",
    "level": 4
  },
  {
    "id": "001010006001",
    "name": "節約",
    "level": 4
  },
  {
    "id": "001010006002",
    "name": "保険",
    "level": 4
  },
  {
    "id": "001010006003",
    "name": "茶道",
    "level": 4
  },
  {
    "id": "001010006004",
    "name": "書道",
    "level": 4
  },
  {
    "id": "001010006005",
    "name": "家事",
    "level": 4
  },
  {
    "id": "001010006006",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001010007001",
    "name": "占星術",
    "level": 4
  },
  {
    "id": "001010007002",
    "name": "手相・顔相",
    "level": 4
  },
  {
    "id": "001010007003",
    "name": "四柱推命",
    "level": 4
  },
  {
    "id": "001010007004",
    "name": "血液型",
    "level": 4
  },
  {
    "id": "001010007006",
    "name": "名づけ・姓名判断",
    "level": 4
  },
  {
    "id": "001010007007",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001010008001",
    "name": "結婚",
    "level": 4
  },
  {
    "id": "001010008002",
    "name": "葬儀",
    "level": 4
  },
  {
    "id": "001010008003",
    "name": "マナー",
    "level": 4
  },
  {
    "id": "001010008004",
    "name": "しきたり",
    "level": 4
  },
  {
    "id": "001010009001",
    "name": "手芸",
    "level": 4
  },
  {
    "id": "001010009002",
    "name": "洋裁",
    "level": 4
  },
  {
    "id": "001010009003",
    "name": "和裁",
    "level": 4
  },
  {
    "id": "001010009004",
    "name": "ビーズ",
    "level": 4
  },
  {
    "id": "001010009005",
    "name": "人形",
    "level": 4
  },
  {
    "id": "001010009006",
    "name": "パッチワーク",
    "level": 4
  },
  {
    "id": "001010009007",
    "name": "刺繍",
    "level": 4
  },
  {
    "id": "001010009008",
    "name": "押し花",
    "level": 4
  },
  {
    "id": "001010009009",
    "name": "トールペイント",
    "level": 4
  },
  {
    "id": "001010009010",
    "name": "粘土人形",
    "level": 4
  },
  {
    "id": "001010010001",
    "name": "家庭の医学",
    "level": 4
  },
  {
    "id": "001010010002",
    "name": "健康法",
    "level": 4
  },
  {
    "id": "001010010003",
    "name": "ヨガ・ピラティス",
    "level": 4
  },
  {
    "id": "001010010004",
    "name": "太極拳",
    "level": 4
  },
  {
    "id": "001010011001",
    "name": "和食・おかず",
    "level": 4
  },
  {
    "id": "001010011002",
    "name": "お菓子・パン",
    "level": 4
  },
  {
    "id": "001010011003",
    "name": "中華・韓国・エスニック",
    "level": 4
  },
  {
    "id": "001010011004",
    "name": "イタリア料理",
    "level": 4
  },
  {
    "id": "001010011005",
    "name": "フランス料理",
    "level": 4
  },
  {
    "id": "001010011006",
    "name": "ダイエット・健康料理",
    "level": 4
  },
  {
    "id": "001010011007",
    "name": "グルメガイド",
    "level": 4
  },
  {
    "id": "001010011008",
    "name": "チーズ・乳製品",
    "level": 4
  },
  {
    "id": "001010011009",
    "name": "お弁当",
    "level": 4
  },
  {
    "id": "001010011010",
    "name": "自然食・マクロビオティック",
    "level": 4
  },
  {
    "id": "001010011011",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001010012001",
    "name": "酒・焼酎・カクテル",
    "level": 4
  },
  {
    "id": "001010012002",
    "name": "ワイン",
    "level": 4
  },
  {
    "id": "001010012003",
    "name": "ソフトドリンク",
    "level": 4
  },
  {
    "id": "001010012004",
    "name": "お茶",
    "level": 4
  },
  {
    "id": "001010012005",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001010013001",
    "name": "癒し・ヒーリング",
    "level": 4
  },
  {
    "id": "001010013002",
    "name": "アロマテラピー",
    "level": 4
  },
  {
    "id": "001010013003",
    "name": "生き方",
    "level": 4
  },
  {
    "id": "001010013004",
    "name": "スピリチュアル",
    "level": 4
  },
  {
    "id": "001010014001",
    "name": "美容",
    "level": 4
  },
  {
    "id": "001010014002",
    "name": "ダイエット",
    "level": 4
  },
  {
    "id": "001010014003",
    "name": "ヘアスタイル",
    "level": 4
  },
  {
    "id": "001010014004",
    "name": "ネイル",
    "level": 4
  },
  {
    "id": "001010014005",
    "name": "ジュエリー・時計",
    "level": 4
  },
  {
    "id": "001010014006",
    "name": "ファッション",
    "level": 4
  },
  {
    "id": "001010014007",
    "name": "着物",
    "level": 4
  },
  {
    "id": "001010014008",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001011001001",
    "name": "テレビ関連本",
    "level": 4
  },
  {
    "id": "001011002001",
    "name": "映画全般（日本）",
    "level": 4
  },
  {
    "id": "001011002002",
    "name": "映画全般（外国）",
    "level": 4
  },
  {
    "id": "001011002003",
    "name": "映画撮影・制作",
    "level": 4
  },
  {
    "id": "001011002004",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001011003001",
    "name": "クラシック",
    "level": 4
  },
  {
    "id": "001011003002",
    "name": "ロック・ポップス",
    "level": 4
  },
  {
    "id": "001011003003",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001011005001",
    "name": "ゲーム攻略本",
    "level": 4
  },
  {
    "id": "001011005002",
    "name": "TRPG",
    "level": 4
  },
  {
    "id": "001011005003",
    "name": "設定資料集",
    "level": 4
  },
  {
    "id": "001011006001",
    "name": "演劇",
    "level": 4
  },
  {
    "id": "001011006002",
    "name": "バレエ",
    "level": 4
  },
  {
    "id": "001011006003",
    "name": "日舞",
    "level": 4
  },
  {
    "id": "001011006004",
    "name": "歌舞伎・能",
    "level": 4
  },
  {
    "id": "001011006005",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001011006006",
    "name": "宝塚",
    "level": 4
  },
  {
    "id": "001011007001",
    "name": "落語",
    "level": 4
  },
  {
    "id": "001011007002",
    "name": "漫才",
    "level": 4
  },
  {
    "id": "001012010001",
    "name": "電気工学",
    "level": 4
  },
  {
    "id": "001012010002",
    "name": "建設工学",
    "level": 4
  },
  {
    "id": "001012010003",
    "name": "機械工学",
    "level": 4
  },
  {
    "id": "001012010004",
    "name": "宇宙工学",
    "level": 4
  },
  {
    "id": "001012010005",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001016001001",
    "name": "医師資格",
    "level": 4
  },
  {
    "id": "001016001002",
    "name": "看護師資格",
    "level": 4
  },
  {
    "id": "001016001003",
    "name": "理学・作業療法士資格",
    "level": 4
  },
  {
    "id": "001016002001",
    "name": "司法試験",
    "level": 4
  },
  {
    "id": "001016002002",
    "name": "司法書士",
    "level": 4
  },
  {
    "id": "001016002003",
    "name": "行政書士",
    "level": 4
  },
  {
    "id": "001016003001",
    "name": "MBA",
    "level": 4
  },
  {
    "id": "001016003002",
    "name": "CPA(米国公認会計士）",
    "level": 4
  },
  {
    "id": "001016003003",
    "name": "証券アナリスト",
    "level": 4
  },
  {
    "id": "001016003004",
    "name": "税理士・公認会計士・ファイナンシャルプランナー",
    "level": 4
  },
  {
    "id": "001016003005",
    "name": "簿記検定",
    "level": 4
  },
  {
    "id": "001016003006",
    "name": "銀行・金融検定",
    "level": 4
  },
  {
    "id": "001016004001",
    "name": "宅建",
    "level": 4
  },
  {
    "id": "001016004002",
    "name": "不動産鑑定士",
    "level": 4
  },
  {
    "id": "001016005001",
    "name": "調理師",
    "level": 4
  },
  {
    "id": "001016005002",
    "name": "栄養士",
    "level": 4
  },
  {
    "id": "001016005003",
    "name": "衛生管理者",
    "level": 4
  },
  {
    "id": "001016006001",
    "name": "教員試験",
    "level": 4
  },
  {
    "id": "001016006002",
    "name": "保育士・幼稚園教諭資格",
    "level": 4
  },
  {
    "id": "001016006003",
    "name": "臨床心理士",
    "level": 4
  },
  {
    "id": "001016006004",
    "name": "カウンセラー",
    "level": 4
  },
  {
    "id": "001016008001",
    "name": "ケアマネージャー",
    "level": 4
  },
  {
    "id": "001016008002",
    "name": "介護福祉士",
    "level": 4
  },
  {
    "id": "001016008003",
    "name": "社会保険労務士",
    "level": 4
  },
  {
    "id": "001016009001",
    "name": "技術士",
    "level": 4
  },
  {
    "id": "001016009002",
    "name": "建築士",
    "level": 4
  },
  {
    "id": "001016009003",
    "name": "危険物",
    "level": 4
  },
  {
    "id": "001016010002",
    "name": "TOEIC",
    "level": 4
  },
  {
    "id": "001016010003",
    "name": "TOEFL",
    "level": 4
  },
  {
    "id": "001016010004",
    "name": "漢字検定",
    "level": 4
  },
  {
    "id": "001016011001",
    "name": "ITパスポート",
    "level": 4
  },
  {
    "id": "001016011002",
    "name": "MOUS・MOT",
    "level": 4
  },
  {
    "id": "001016011003",
    "name": "パソコン検定",
    "level": 4
  },
  {
    "id": "001016011004",
    "name": "情報処理技術者試験",
    "level": 4
  },
  {
    "id": "001017005001",
    "name": "小学館ガガガ文庫",
    "level": 4
  },
  {
    "id": "001017005002",
    "name": "一迅社文庫",
    "level": 4
  },
  {
    "id": "001017005003",
    "name": "エンターブレイン　ファミ通文庫",
    "level": 4
  },
  {
    "id": "001017005004",
    "name": "アスキーメディアワークス　電撃文庫",
    "level": 4
  },
  {
    "id": "001017005005",
    "name": "朝日ソノラマ文庫・朝日ノベルズ",
    "level": 4
  },
  {
    "id": "001017005006",
    "name": "徳間デュアル文庫",
    "level": 4
  },
  {
    "id": "001017005007",
    "name": "富士見ファンタジア文庫",
    "level": 4
  },
  {
    "id": "001017005008",
    "name": "スクウェア・エニックス EX NOVELS",
    "level": 4
  },
  {
    "id": "001017005009",
    "name": "角川スニーカー文庫",
    "level": 4
  },
  {
    "id": "001017005010",
    "name": "メディアファクトリー MF文庫J",
    "level": 4
  },
  {
    "id": "001017005011",
    "name": "集英社スーパーダッシュ文庫",
    "level": 4
  },
  {
    "id": "001017005012",
    "name": "ソフトバンククリエイティブ GA文庫",
    "level": 4
  },
  {
    "id": "001017005013",
    "name": "ホビージャパン HJ文庫",
    "level": 4
  },
  {
    "id": "001017005014",
    "name": "ジャイブ ピュアフル文庫",
    "level": 4
  },
  {
    "id": "001017005015",
    "name": "講談社BOX",
    "level": 4
  },
  {
    "id": "001017005016",
    "name": "講談社ラノベ文庫",
    "level": 4
  },
  {
    "id": "001017005017",
    "name": "富士見書房　富士見ドラゴンブック",
    "level": 4
  },
  {
    "id": "001017005018",
    "name": "宝島社　このライトノベルがすごい！文庫",
    "level": 4
  },
  {
    "id": "001017005019",
    "name": "PHP研究所 スマッシュ文庫",
    "level": 4
  },
  {
    "id": "001017005020",
    "name": "あとみっく文庫",
    "level": 4
  },
  {
    "id": "001017006001",
    "name": "角川ビーンズ文庫",
    "level": 4
  },
  {
    "id": "001017006002",
    "name": "小学館　ルルル文庫",
    "level": 4
  },
  {
    "id": "001017006003",
    "name": "一迅社文庫アイリス",
    "level": 4
  },
  {
    "id": "001017006004",
    "name": "新書館　ウィングス文庫",
    "level": 4
  },
  {
    "id": "001017006005",
    "name": "プリズム文庫",
    "level": 4
  },
  {
    "id": "001017006006",
    "name": "フランス書院 プラチナ文庫",
    "level": 4
  },
  {
    "id": "001017006007",
    "name": "エンターブレイン B's-LOG文庫",
    "level": 4
  },
  {
    "id": "001017006008",
    "name": "三笠書房 f-Clan文庫",
    "level": 4
  },
  {
    "id": "001017006009",
    "name": "集英社 コバルト文庫",
    "level": 4
  },
  {
    "id": "001017006010",
    "name": "中央公論新社　C★nobels",
    "level": 4
  },
  {
    "id": "001017006011",
    "name": "幻冬舎バースノベルス",
    "level": 4
  },
  {
    "id": "001017006012",
    "name": "講談社X文庫",
    "level": 4
  },
  {
    "id": "001018002001",
    "name": "クラシック",
    "level": 4
  },
  {
    "id": "001018002002",
    "name": "JPOP",
    "level": 4
  },
  {
    "id": "001018002003",
    "name": "洋楽",
    "level": 4
  },
  {
    "id": "001018002004",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001018003001",
    "name": "クラシック",
    "level": 4
  },
  {
    "id": "001018003002",
    "name": "JPOP",
    "level": 4
  },
  {
    "id": "001018003003",
    "name": "洋楽",
    "level": 4
  },
  {
    "id": "001018003004",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001018004001",
    "name": "クラシック",
    "level": 4
  },
  {
    "id": "001018004002",
    "name": "JPOP",
    "level": 4
  },
  {
    "id": "001018004003",
    "name": "洋楽",
    "level": 4
  },
  {
    "id": "001018004004",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001018005001",
    "name": "クラシック",
    "level": 4
  },
  {
    "id": "001018005002",
    "name": "JPOP",
    "level": 4
  },
  {
    "id": "001018005003",
    "name": "洋楽",
    "level": 4
  },
  {
    "id": "001018005004",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001018006001",
    "name": "クラシック",
    "level": 4
  },
  {
    "id": "001018006002",
    "name": "JPOP",
    "level": 4
  },
  {
    "id": "001018006003",
    "name": "洋楽",
    "level": 4
  },
  {
    "id": "001018006004",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001018007001",
    "name": "クラシック",
    "level": 4
  },
  {
    "id": "001018007002",
    "name": "JPOP",
    "level": 4
  },
  {
    "id": "001018007003",
    "name": "洋楽",
    "level": 4
  },
  {
    "id": "001018007004",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001018008001",
    "name": "楽器全般［教則］",
    "level": 4
  },
  {
    "id": "001018009001",
    "name": "JPOP",
    "level": 4
  },
  {
    "id": "001018009002",
    "name": "洋楽",
    "level": 4
  },
  {
    "id": "001018009003",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001018010001",
    "name": "クラシック",
    "level": 4
  },
  {
    "id": "001018010002",
    "name": "JPOP",
    "level": 4
  },
  {
    "id": "001018010003",
    "name": "洋楽",
    "level": 4
  },
  {
    "id": "001018010004",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001018011001",
    "name": "声楽",
    "level": 4
  },
  {
    "id": "001018011002",
    "name": "声楽教本",
    "level": 4
  },
  {
    "id": "001018012001",
    "name": "マルチメディア",
    "level": 4
  },
  {
    "id": "001018012002",
    "name": "書籍・辞典",
    "level": 4
  },
  {
    "id": "001018012003",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001021001001",
    "name": "KADOKAWA ルビー文庫",
    "level": 4
  },
  {
    "id": "001021001002",
    "name": "白泉社 花丸文庫",
    "level": 4
  },
  {
    "id": "001021001003",
    "name": "徳間書店 キャラ文庫",
    "level": 4
  },
  {
    "id": "001021001005",
    "name": "新書館 ディアプラス文庫",
    "level": 4
  },
  {
    "id": "001021001006",
    "name": "オークラ出版 アイス文庫",
    "level": 4
  },
  {
    "id": "001021001007",
    "name": "フランス書院 プラチナ文庫",
    "level": 4
  },
  {
    "id": "001021001008",
    "name": "大洋図書 SHY文庫",
    "level": 4
  },
  {
    "id": "001021001009",
    "name": "海王社 ガッシュ文庫",
    "level": 4
  },
  {
    "id": "001021001010",
    "name": "幻冬舎 ルチル文庫",
    "level": 4
  },
  {
    "id": "001021001011",
    "name": "心交社 ショコラ文庫",
    "level": 4
  },
  {
    "id": "001021001013",
    "name": "イースト・プレス アズ・ノベルズ",
    "level": 4
  },
  {
    "id": "001021001015",
    "name": "KADOKAWA B-PRINCE文庫",
    "level": 4
  },
  {
    "id": "001021001016",
    "name": "コスミック出版 セシル文庫",
    "level": 4
  },
  {
    "id": "001021001017",
    "name": "フロンティアワークス ダリア文庫",
    "level": 4
  },
  {
    "id": "001021001018",
    "name": "学研 もえぎ文庫",
    "level": 4
  },
  {
    "id": "001021001019",
    "name": "竹書房 ラヴァーズ文庫",
    "level": 4
  },
  {
    "id": "001021001020",
    "name": "オークラ出版 プリズム文庫",
    "level": 4
  },
  {
    "id": "001021001021",
    "name": "リブレ出版 ビーボーイノベルズ",
    "level": 4
  },
  {
    "id": "001021001022",
    "name": "二見書房 シャレード文庫",
    "level": 4
  },
  {
    "id": "001021001024",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001021001025",
    "name": "講談社 X文庫ホワイトハート",
    "level": 4
  },
  {
    "id": "001021001026",
    "name": "シーラボ ラルーナ文庫",
    "level": 4
  },
  {
    "id": "001021001027",
    "name": "笠倉出版 クロスノベルス",
    "level": 4
  },
  {
    "id": "001021001028",
    "name": "幻冬舎 リンクスロマンス",
    "level": 4
  },
  {
    "id": "001021001029",
    "name": "Jパブリッシング カクテルキス文庫",
    "level": 4
  },
  {
    "id": "001021001030",
    "name": "新書館 モノクローム・ロマンス文庫",
    "level": 4
  },
  {
    "id": "001021001031",
    "name": "アルファポリス アンダルシュノベルズ",
    "level": 4
  },
  {
    "id": "001021001032",
    "name": "イースト・プレス Splush",
    "level": 4
  },
  {
    "id": "001021002001",
    "name": "白泉社 花丸コミックス",
    "level": 4
  },
  {
    "id": "001021002002",
    "name": "桜桃書房 Gust comics",
    "level": 4
  },
  {
    "id": "001021002003",
    "name": "一水社（光彩書房） 光彩コミックス",
    "level": 4
  },
  {
    "id": "001021002004",
    "name": "新書館 Dear+コミックス",
    "level": 4
  },
  {
    "id": "001021002006",
    "name": "芳文社 花音コミックス",
    "level": 4
  },
  {
    "id": "001021002007",
    "name": "ジュネット ジュネットコミックス",
    "level": 4
  },
  {
    "id": "001021002008",
    "name": "松文館 ダイヤモンドコミックス",
    "level": 4
  },
  {
    "id": "001021002009",
    "name": "徳間書店 Charaコミックス",
    "level": 4
  },
  {
    "id": "001021002011",
    "name": "コアマガジン drapコミックス",
    "level": 4
  },
  {
    "id": "001021002012",
    "name": "笠倉出版 カルトコミックス",
    "level": 4
  },
  {
    "id": "001021002014",
    "name": "海王社 GUSH COMICS",
    "level": 4
  },
  {
    "id": "001021002015",
    "name": "フロンティアワークス ダリアコミックス",
    "level": 4
  },
  {
    "id": "001021002016",
    "name": "KADOKAWA あすかコミックスCL-DX",
    "level": 4
  },
  {
    "id": "001021002017",
    "name": "心交社 ショコラコミックス",
    "level": 4
  },
  {
    "id": "001021002018",
    "name": "幻冬舎 バーズコミックス",
    "level": 4
  },
  {
    "id": "001021002019",
    "name": "リブレ出版 ビーボーイコミックス",
    "level": 4
  },
  {
    "id": "001021002021",
    "name": "リブレ出版 ゼロコミックス",
    "level": 4
  },
  {
    "id": "001021002022",
    "name": "茜新社 EDGE COMIX",
    "level": 4
  },
  {
    "id": "001021002023",
    "name": "一迅社 gateau",
    "level": 4
  },
  {
    "id": "001021002024",
    "name": "オークラ出版 オークラコミックス",
    "level": 4
  },
  {
    "id": "001021002025",
    "name": "KADOKAWA B's-LOVEY COMICS",
    "level": 4
  },
  {
    "id": "001021002027",
    "name": "祥伝社 on BLUE comics",
    "level": 4
  },
  {
    "id": "001021002028",
    "name": "大洋図書 H＆C Comics",
    "level": 4
  },
  {
    "id": "001021002029",
    "name": "竹書房 バンブーコミックス",
    "level": 4
  },
  {
    "id": "001021002030",
    "name": "東京漫画社 apres comics",
    "level": 4
  },
  {
    "id": "001021002031",
    "name": "東京漫画社 MARBLE COMICS",
    "level": 4
  },
  {
    "id": "001021002032",
    "name": "日本文芸社 KARENコミックス",
    "level": 4
  },
  {
    "id": "001021002033",
    "name": "ブライト出版 F-BOOK",
    "level": 4
  },
  {
    "id": "001021002034",
    "name": "プランタン出版 Canna Comics",
    "level": 4
  },
  {
    "id": "001021002035",
    "name": "ふゅーじょんぷろだくと POE BACKS",
    "level": 4
  },
  {
    "id": "001021002036",
    "name": "リブレ出版 シトロンコミックス",
    "level": 4
  },
  {
    "id": "001021002037",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001021002038",
    "name": "彗星社 Glanz BLcomics",
    "level": 4
  },
  {
    "id": "001021002039",
    "name": "双葉社 マージナルコミックス",
    "level": 4
  },
  {
    "id": "001021002040",
    "name": "大都社 DaitoComics BLシリーズ",
    "level": 4
  },
  {
    "id": "001026001001",
    "name": "タレント",
    "level": 4
  },
  {
    "id": "001026001002",
    "name": "アニメ・キャラクター",
    "level": 4
  },
  {
    "id": "001026001003",
    "name": "スポーツ・格闘技",
    "level": 4
  },
  {
    "id": "001026001004",
    "name": "動物・自然",
    "level": 4
  },
  {
    "id": "001026001005",
    "name": "乗り物",
    "level": 4
  },
  {
    "id": "001026001006",
    "name": "アート",
    "level": 4
  },
  {
    "id": "001026001007",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001027001001",
    "name": "水性・ゲルインクボールペン",
    "level": 4
  },
  {
    "id": "001027001002",
    "name": "多色ボールペン・マルチペン",
    "level": 4
  },
  {
    "id": "001027001003",
    "name": "油性ボールペン",
    "level": 4
  },
  {
    "id": "001027001004",
    "name": "シャープペンシル",
    "level": 4
  },
  {
    "id": "001027001005",
    "name": "鉛筆",
    "level": 4
  },
  {
    "id": "001027001006",
    "name": "マーカー",
    "level": 4
  },
  {
    "id": "001027001007",
    "name": "蛍光ペン・カラーペン",
    "level": 4
  },
  {
    "id": "001027001008",
    "name": "替芯",
    "level": 4
  },
  {
    "id": "001027001009",
    "name": "筆ペン",
    "level": 4
  },
  {
    "id": "001027001010",
    "name": "万年筆",
    "level": 4
  },
  {
    "id": "001027001011",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001027001012",
    "name": "消しゴム・電ケシ",
    "level": 4
  },
  {
    "id": "001027001013",
    "name": "修正テープ・ペン",
    "level": 4
  },
  {
    "id": "001027002001",
    "name": "鉛筆削り器",
    "level": 4
  },
  {
    "id": "001027002002",
    "name": "補助用品",
    "level": 4
  },
  {
    "id": "001027002003",
    "name": "ペンケース",
    "level": 4
  },
  {
    "id": "001027002004",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001027003001",
    "name": "ノート",
    "level": 4
  },
  {
    "id": "001027003002",
    "name": "ルーズリーフ",
    "level": 4
  },
  {
    "id": "001027003003",
    "name": "レポート・原稿用紙",
    "level": 4
  },
  {
    "id": "001027003004",
    "name": "メモ帳",
    "level": 4
  },
  {
    "id": "001027003005",
    "name": "バインダー",
    "level": 4
  },
  {
    "id": "001027003006",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001027004001",
    "name": "学習帳・自由帳",
    "level": 4
  },
  {
    "id": "001027004002",
    "name": "学習用品",
    "level": 4
  },
  {
    "id": "001027004003",
    "name": "画材",
    "level": 4
  },
  {
    "id": "001027004004",
    "name": "書道用品",
    "level": 4
  },
  {
    "id": "001027004005",
    "name": "幼児知育用品",
    "level": 4
  },
  {
    "id": "001027004006",
    "name": "折紙",
    "level": 4
  },
  {
    "id": "001027004007",
    "name": "ぬりえ",
    "level": 4
  },
  {
    "id": "001027004008",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001027005001",
    "name": "カード",
    "level": 4
  },
  {
    "id": "001027005002",
    "name": "レター・便封・封筒",
    "level": 4
  },
  {
    "id": "001027005003",
    "name": "シール",
    "level": 4
  },
  {
    "id": "001027005004",
    "name": "スタンプ",
    "level": 4
  },
  {
    "id": "001027005005",
    "name": "ラッピング・贈答",
    "level": 4
  },
  {
    "id": "001027005006",
    "name": "金封・ぽち袋",
    "level": 4
  },
  {
    "id": "001027005007",
    "name": "色紙",
    "level": 4
  },
  {
    "id": "001027005008",
    "name": "マスキングテープ",
    "level": 4
  },
  {
    "id": "001027005009",
    "name": "日記・家計簿",
    "level": 4
  },
  {
    "id": "001027005010",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001027006001",
    "name": "画材関連",
    "level": 4
  },
  {
    "id": "001027006002",
    "name": "造形関連",
    "level": 4
  },
  {
    "id": "001027006003",
    "name": "書道関連",
    "level": 4
  },
  {
    "id": "001027006004",
    "name": "スクラップブッキング",
    "level": 4
  },
  {
    "id": "001027006005",
    "name": "手芸関連",
    "level": 4
  },
  {
    "id": "001027006006",
    "name": "製図用品",
    "level": 4
  },
  {
    "id": "001027006007",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001027007001",
    "name": "文庫サイズ",
    "level": 4
  },
  {
    "id": "001027007002",
    "name": "新書サイズ",
    "level": 4
  },
  {
    "id": "001027007003",
    "name": "単行本サイズ",
    "level": 4
  },
  {
    "id": "001027007004",
    "name": "ブックマーク・しおり",
    "level": 4
  },
  {
    "id": "001027007005",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001027008001",
    "name": "クリアブック",
    "level": 4
  },
  {
    "id": "001027008002",
    "name": "ファイル",
    "level": 4
  },
  {
    "id": "001027008003",
    "name": "クリアホルダー",
    "level": 4
  },
  {
    "id": "001027008004",
    "name": "ファイルボックス・レターケース",
    "level": 4
  },
  {
    "id": "001027008005",
    "name": "バッグ・ケース",
    "level": 4
  },
  {
    "id": "001027008006",
    "name": "アルバム",
    "level": 4
  },
  {
    "id": "001027008007",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001027009001",
    "name": "接着・粘着用品",
    "level": 4
  },
  {
    "id": "001027009002",
    "name": "ハサミ・カッター・裁断",
    "level": 4
  },
  {
    "id": "001027009003",
    "name": "付箋",
    "level": 4
  },
  {
    "id": "001027009004",
    "name": "事務小物",
    "level": 4
  },
  {
    "id": "001027009005",
    "name": "ボード・マグネット類",
    "level": 4
  },
  {
    "id": "001027009006",
    "name": "印章用品",
    "level": 4
  },
  {
    "id": "001027009007",
    "name": "履歴書",
    "level": 4
  },
  {
    "id": "001027009008",
    "name": "伝票・事務用紙類",
    "level": 4
  },
  {
    "id": "001027009009",
    "name": "業務封筒",
    "level": 4
  },
  {
    "id": "001027009010",
    "name": "OA用紙",
    "level": 4
  },
  {
    "id": "001027009011",
    "name": "OA用品",
    "level": 4
  },
  {
    "id": "001027009012",
    "name": "電子文具・電卓",
    "level": 4
  },
  {
    "id": "001027009013",
    "name": "スマホ・ケータイ関連",
    "level": 4
  },
  {
    "id": "001027009014",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001027010001",
    "name": "ディズニー",
    "level": 4
  },
  {
    "id": "001027010002",
    "name": "サンエックス",
    "level": 4
  },
  {
    "id": "001027010003",
    "name": "サンリオ",
    "level": 4
  },
  {
    "id": "001027010004",
    "name": "絵本キャラ",
    "level": 4
  },
  {
    "id": "001027010005",
    "name": "コミックキャラ",
    "level": 4
  },
  {
    "id": "001027010006",
    "name": "ゲームキャラ",
    "level": 4
  },
  {
    "id": "001027010007",
    "name": "ノンキャラクター",
    "level": 4
  },
  {
    "id": "001027010008",
    "name": "ジブリ",
    "level": 4
  },
  {
    "id": "001027010009",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001027011001",
    "name": "デザインアルバム",
    "level": 4
  },
  {
    "id": "001027011002",
    "name": "ステーショナリー",
    "level": 4
  },
  {
    "id": "001027011003",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001027012001",
    "name": "クリスマス",
    "level": 4
  },
  {
    "id": "001027012002",
    "name": "年賀",
    "level": 4
  },
  {
    "id": "001027012003",
    "name": "新入学",
    "level": 4
  },
  {
    "id": "001027012004",
    "name": "シーズン",
    "level": 4
  },
  {
    "id": "001027012005",
    "name": "手帳小物",
    "level": 4
  },
  {
    "id": "001027012006",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001027013001",
    "name": "高級筆記・ブランド筆記",
    "level": 4
  },
  {
    "id": "001027013002",
    "name": "革小物・鞄",
    "level": 4
  },
  {
    "id": "001027013003",
    "name": "ギフト・小物",
    "level": 4
  },
  {
    "id": "001027013004",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001028001001",
    "name": "解剖学",
    "level": 4
  },
  {
    "id": "001028001002",
    "name": "組織学・発生学",
    "level": 4
  },
  {
    "id": "001028001003",
    "name": "生理学",
    "level": 4
  },
  {
    "id": "001028001004",
    "name": "生化学・医化学",
    "level": 4
  },
  {
    "id": "001028001005",
    "name": "薬理学",
    "level": 4
  },
  {
    "id": "001028001006",
    "name": "病理学",
    "level": 4
  },
  {
    "id": "001028001007",
    "name": "微生物学",
    "level": 4
  },
  {
    "id": "001028001008",
    "name": "医動物学",
    "level": 4
  },
  {
    "id": "001028001009",
    "name": "免疫学・血清学",
    "level": 4
  },
  {
    "id": "001028001010",
    "name": "生命科学",
    "level": 4
  },
  {
    "id": "001028001011",
    "name": "神経科学",
    "level": 4
  },
  {
    "id": "001028001012",
    "name": "医用工学",
    "level": 4
  },
  {
    "id": "001028001013",
    "name": "遺伝学・遺伝子工学",
    "level": 4
  },
  {
    "id": "001028001014",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001028002001",
    "name": "診断学一般",
    "level": 4
  },
  {
    "id": "001028002002",
    "name": "総合診療・プライマリケア",
    "level": 4
  },
  {
    "id": "001028002003",
    "name": "臨床検査診断学",
    "level": 4
  },
  {
    "id": "001028002004",
    "name": "治療・薬物療法",
    "level": 4
  },
  {
    "id": "001028002005",
    "name": "がん・腫瘍",
    "level": 4
  },
  {
    "id": "001028002006",
    "name": "緩和医療",
    "level": 4
  },
  {
    "id": "001028002007",
    "name": "スポーツ医学",
    "level": 4
  },
  {
    "id": "001028002008",
    "name": "移植・人工臓器",
    "level": 4
  },
  {
    "id": "001028002009",
    "name": "臨床研究",
    "level": 4
  },
  {
    "id": "001028002010",
    "name": "病態栄養",
    "level": 4
  },
  {
    "id": "001028002011",
    "name": "老年医学",
    "level": 4
  },
  {
    "id": "001028003001",
    "name": "呼吸器",
    "level": 4
  },
  {
    "id": "001028003002",
    "name": "循環器",
    "level": 4
  },
  {
    "id": "001028003003",
    "name": "心臓",
    "level": 4
  },
  {
    "id": "001028003004",
    "name": "心電図・心音図・心エコー",
    "level": 4
  },
  {
    "id": "001028003005",
    "name": "血液・輸血",
    "level": 4
  },
  {
    "id": "001028003006",
    "name": "消化器",
    "level": 4
  },
  {
    "id": "001028003007",
    "name": "胃・腸",
    "level": 4
  },
  {
    "id": "001028003008",
    "name": "肝・胆・膵",
    "level": 4
  },
  {
    "id": "001028003009",
    "name": "アレルギー",
    "level": 4
  },
  {
    "id": "001028003010",
    "name": "感染症",
    "level": 4
  },
  {
    "id": "001028003011",
    "name": "内分泌・代謝",
    "level": 4
  },
  {
    "id": "001028003012",
    "name": "糖尿病",
    "level": 4
  },
  {
    "id": "001028003013",
    "name": "脳神経科学・神経内科学",
    "level": 4
  },
  {
    "id": "001028003014",
    "name": "膠原病・リウマチ",
    "level": 4
  },
  {
    "id": "001028003015",
    "name": "腎臓",
    "level": 4
  },
  {
    "id": "001028003016",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001028004001",
    "name": "脳神経外科学",
    "level": 4
  },
  {
    "id": "001028004002",
    "name": "胸部外科学",
    "level": 4
  },
  {
    "id": "001028004003",
    "name": "心臓・血管外科学",
    "level": 4
  },
  {
    "id": "001028004004",
    "name": "消化器外科学",
    "level": 4
  },
  {
    "id": "001028004005",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001028005001",
    "name": "産科",
    "level": 4
  },
  {
    "id": "001028005002",
    "name": "婦人科",
    "level": 4
  },
  {
    "id": "001028005003",
    "name": "小児科学",
    "level": 4
  },
  {
    "id": "001028005004",
    "name": "眼科学",
    "level": 4
  },
  {
    "id": "001028005005",
    "name": "耳鼻咽喉科学・頭頸部外科学",
    "level": 4
  },
  {
    "id": "001028005006",
    "name": "整形外科学",
    "level": 4
  },
  {
    "id": "001028005007",
    "name": "皮膚科学",
    "level": 4
  },
  {
    "id": "001028005008",
    "name": "形成外科学",
    "level": 4
  },
  {
    "id": "001028005009",
    "name": "泌尿器科学",
    "level": 4
  },
  {
    "id": "001028005010",
    "name": "麻酔科学・ペインクリニック",
    "level": 4
  },
  {
    "id": "001028005011",
    "name": "救急医学・集中治療",
    "level": 4
  },
  {
    "id": "001028005012",
    "name": "精神医学",
    "level": 4
  },
  {
    "id": "001028005013",
    "name": "放射線医学・核医学",
    "level": 4
  },
  {
    "id": "001028005014",
    "name": "画像医学・超音波医学",
    "level": 4
  },
  {
    "id": "001028006001",
    "name": "病院管理学",
    "level": 4
  },
  {
    "id": "001028006002",
    "name": "医療統計学",
    "level": 4
  },
  {
    "id": "001028006003",
    "name": "衛生・公衆衛生学",
    "level": 4
  },
  {
    "id": "001028006004",
    "name": "情報学(医学情報学)",
    "level": 4
  },
  {
    "id": "001028006005",
    "name": "環境医学・産業医学",
    "level": 4
  },
  {
    "id": "001028006006",
    "name": "災害医学",
    "level": 4
  },
  {
    "id": "001028006007",
    "name": "医事法学",
    "level": 4
  },
  {
    "id": "001028006008",
    "name": "医療倫理学・医療情報学",
    "level": 4
  },
  {
    "id": "001028006009",
    "name": "法医学",
    "level": 4
  },
  {
    "id": "001028006010",
    "name": "医学教育",
    "level": 4
  },
  {
    "id": "001028006011",
    "name": "医学史",
    "level": 4
  },
  {
    "id": "001028006012",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001028007001",
    "name": "基礎看護学",
    "level": 4
  },
  {
    "id": "001028007002",
    "name": "看護技術",
    "level": 4
  },
  {
    "id": "001028007003",
    "name": "看護過程・看護診断",
    "level": 4
  },
  {
    "id": "001028007004",
    "name": "看護記録・看護計画",
    "level": 4
  },
  {
    "id": "001028007005",
    "name": "看護管理",
    "level": 4
  },
  {
    "id": "001028007006",
    "name": "看護教育",
    "level": 4
  },
  {
    "id": "001028007007",
    "name": "看護研究",
    "level": 4
  },
  {
    "id": "001028007008",
    "name": "災害看護・国際看護",
    "level": 4
  },
  {
    "id": "001028007009",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001028008001",
    "name": "成人看護",
    "level": 4
  },
  {
    "id": "001028008002",
    "name": "呼吸器",
    "level": 4
  },
  {
    "id": "001028008003",
    "name": "循環器",
    "level": 4
  },
  {
    "id": "001028008004",
    "name": "血液・造血器",
    "level": 4
  },
  {
    "id": "001028008005",
    "name": "消化器",
    "level": 4
  },
  {
    "id": "001028008006",
    "name": "内分泌・代謝",
    "level": 4
  },
  {
    "id": "001028008007",
    "name": "脳・神経",
    "level": 4
  },
  {
    "id": "001028008008",
    "name": "腎・泌尿器・生殖器",
    "level": 4
  },
  {
    "id": "001028008009",
    "name": "整形外科",
    "level": 4
  },
  {
    "id": "001028008010",
    "name": "皮膚・スキンケア・褥創",
    "level": 4
  },
  {
    "id": "001028008011",
    "name": "眼・耳鼻咽喉・歯",
    "level": 4
  },
  {
    "id": "001028009001",
    "name": "地域・在宅・家族看護",
    "level": 4
  },
  {
    "id": "001028009002",
    "name": "老年看護",
    "level": 4
  },
  {
    "id": "001028009003",
    "name": "小児看護",
    "level": 4
  },
  {
    "id": "001028009004",
    "name": "母性看護",
    "level": 4
  },
  {
    "id": "001028009005",
    "name": "精神看護",
    "level": 4
  },
  {
    "id": "001028010001",
    "name": "がん・緩和ケア",
    "level": 4
  },
  {
    "id": "001028010002",
    "name": "救急看護",
    "level": 4
  },
  {
    "id": "001028010003",
    "name": "手術・麻酔・ICU",
    "level": 4
  },
  {
    "id": "001028010004",
    "name": "注射・薬",
    "level": 4
  },
  {
    "id": "001028010005",
    "name": "心電図・検査・画像診断",
    "level": 4
  },
  {
    "id": "001028010006",
    "name": "感染症・感染管理",
    "level": 4
  },
  {
    "id": "001028010007",
    "name": "免疫学・アレルギー",
    "level": 4
  },
  {
    "id": "001028010008",
    "name": "糖尿病",
    "level": 4
  },
  {
    "id": "001028010009",
    "name": "透析",
    "level": 4
  },
  {
    "id": "001028010010",
    "name": "医療安全",
    "level": 4
  },
  {
    "id": "001028010011",
    "name": "リハビリテーション看護",
    "level": 4
  },
  {
    "id": "001028010012",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001028011001",
    "name": "教科書",
    "level": 4
  },
  {
    "id": "001028011002",
    "name": "参考書・その他",
    "level": 4
  },
  {
    "id": "001028012001",
    "name": "保健",
    "level": 4
  },
  {
    "id": "001028012002",
    "name": "助産",
    "level": 4
  },
  {
    "id": "001028012003",
    "name": "学生向け・その他",
    "level": 4
  },
  {
    "id": "001028013001",
    "name": "臨床検査技術",
    "level": 4
  },
  {
    "id": "001028013002",
    "name": "臨床放射線技術",
    "level": 4
  },
  {
    "id": "001028013003",
    "name": "リハビリテーション",
    "level": 4
  },
  {
    "id": "001028013004",
    "name": "理学療法学",
    "level": 4
  },
  {
    "id": "001028013005",
    "name": "作業療法学",
    "level": 4
  },
  {
    "id": "001028013006",
    "name": "言語聴覚療法学",
    "level": 4
  },
  {
    "id": "001028013007",
    "name": "義肢装具学",
    "level": 4
  },
  {
    "id": "001028013008",
    "name": "臨床工学",
    "level": 4
  },
  {
    "id": "001028013009",
    "name": "臨床心理学",
    "level": 4
  },
  {
    "id": "001028013010",
    "name": "管理栄養士",
    "level": 4
  },
  {
    "id": "001028013011",
    "name": "学生向け教科書・参考書",
    "level": 4
  },
  {
    "id": "001028013012",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001028014001",
    "name": "鍼灸",
    "level": 4
  },
  {
    "id": "001028014002",
    "name": "柔道整復",
    "level": 4
  },
  {
    "id": "001028014003",
    "name": "あん摩・マッサージ・指圧",
    "level": 4
  },
  {
    "id": "001028014004",
    "name": "東洋医学",
    "level": 4
  },
  {
    "id": "001028014005",
    "name": "伝統中国医学・中医学",
    "level": 4
  },
  {
    "id": "001028014006",
    "name": "カイロプラクティック・オステオパシー",
    "level": 4
  },
  {
    "id": "001028014007",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001028015001",
    "name": "基礎薬学",
    "level": 4
  },
  {
    "id": "001028015002",
    "name": "薬剤学・臨床薬学",
    "level": 4
  },
  {
    "id": "001028015003",
    "name": "薬理学",
    "level": 4
  },
  {
    "id": "001028015004",
    "name": "医薬品情報学",
    "level": 4
  },
  {
    "id": "001028015005",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001028016001",
    "name": "基礎歯科学",
    "level": 4
  },
  {
    "id": "001028016002",
    "name": "臨床歯科学",
    "level": 4
  },
  {
    "id": "001028016003",
    "name": "口腔外科学",
    "level": 4
  },
  {
    "id": "001028016004",
    "name": "歯科保存学・歯科補綴学",
    "level": 4
  },
  {
    "id": "001028016005",
    "name": "予防歯科学",
    "level": 4
  },
  {
    "id": "001028016006",
    "name": "歯科技工学",
    "level": 4
  },
  {
    "id": "001028016007",
    "name": "歯科衛生学",
    "level": 4
  },
  {
    "id": "001028016008",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001028017001",
    "name": "医師",
    "level": 4
  },
  {
    "id": "001028017002",
    "name": "看護師",
    "level": 4
  },
  {
    "id": "001028017003",
    "name": "准看護師",
    "level": 4
  },
  {
    "id": "001028017004",
    "name": "保健師",
    "level": 4
  },
  {
    "id": "001028017005",
    "name": "助産師",
    "level": 4
  },
  {
    "id": "001028017006",
    "name": "歯科医師",
    "level": 4
  },
  {
    "id": "001028017007",
    "name": "薬剤師",
    "level": 4
  },
  {
    "id": "001028017008",
    "name": "柔道整復師",
    "level": 4
  },
  {
    "id": "001028017009",
    "name": "はり師・きゅう師",
    "level": 4
  },
  {
    "id": "001028017010",
    "name": "あん摩マッサージ指圧師",
    "level": 4
  },
  {
    "id": "001028017011",
    "name": "救急救命士",
    "level": 4
  },
  {
    "id": "001028017012",
    "name": "臨床検査技師",
    "level": 4
  },
  {
    "id": "001028017013",
    "name": "診療放射線技師",
    "level": 4
  },
  {
    "id": "001028017014",
    "name": "理学療法士",
    "level": 4
  },
  {
    "id": "001028017015",
    "name": "作業療法士",
    "level": 4
  },
  {
    "id": "001028017016",
    "name": "言語聴覚士",
    "level": 4
  },
  {
    "id": "001028017017",
    "name": "歯科衛生士",
    "level": 4
  },
  {
    "id": "001028017018",
    "name": "歯科技工士",
    "level": 4
  },
  {
    "id": "001028017019",
    "name": "管理栄養士",
    "level": 4
  },
  {
    "id": "001028018001",
    "name": "辞事典・白書",
    "level": 4
  },
  {
    "id": "001028018002",
    "name": "語学(医学)",
    "level": 4
  },
  {
    "id": "001028018003",
    "name": "語学(その他)",
    "level": 4
  },
  {
    "id": "001029001001",
    "name": "アルファポリス エタニティブックス",
    "level": 4
  },
  {
    "id": "001029001002",
    "name": "アルファポリス ノーチェブックス",
    "level": 4
  },
  {
    "id": "001029001003",
    "name": "イーストプレス ソーニャ文庫",
    "level": 4
  },
  {
    "id": "001029001004",
    "name": "一迅社 メリッサ",
    "level": 4
  },
  {
    "id": "001029001005",
    "name": "KADOKAWA ジュエルブックス",
    "level": 4
  },
  {
    "id": "001029001006",
    "name": "KADOKAWA フルール文庫 ルージュライン",
    "level": 4
  },
  {
    "id": "001029001007",
    "name": "KADOKAWA eロマンスロイヤル",
    "level": 4
  },
  {
    "id": "001029001008",
    "name": "Jパブリッシング フェアリーキスピンク",
    "level": 4
  },
  {
    "id": "001029001009",
    "name": "スターツ出版 ベリーズ文庫",
    "level": 4
  },
  {
    "id": "001029001010",
    "name": "竹書房 蜜夢文庫",
    "level": 4
  },
  {
    "id": "001029001011",
    "name": "竹書房 蜜猫文庫",
    "level": 4
  },
  {
    "id": "001029001012",
    "name": "竹書房 ムーンドロップス文庫",
    "level": 4
  },
  {
    "id": "001029001013",
    "name": "ハーパーコリンズ・ジャパン ヴァニラ文庫",
    "level": 4
  },
  {
    "id": "001029001014",
    "name": "ハーパーコリンズ・ジャパン ルネッタブックス",
    "level": 4
  },
  {
    "id": "001029001015",
    "name": "ハーパーコリンズ・ジャパン マーマレード文庫",
    "level": 4
  },
  {
    "id": "001029001016",
    "name": "二見書房 ハニー文庫",
    "level": 4
  },
  {
    "id": "001029001017",
    "name": "プランタン出版 ティアラ文庫",
    "level": 4
  },
  {
    "id": "001029001018",
    "name": "プランタン出版 オパール文庫",
    "level": 4
  },
  {
    "id": "001029001019",
    "name": "メディアソフト ガブリエラブックス",
    "level": 4
  },
  {
    "id": "001029001020",
    "name": "その他",
    "level": 4
  },
  {
    "id": "001029002001",
    "name": "秋田書店 MIU恋愛MAX COMICS",
    "level": 4
  },
  {
    "id": "001029002002",
    "name": "アルファポリス エタニティコミックス",
    "level": 4
  },
  {
    "id": "001029002003",
    "name": "宙出版 ミッシィコミックス YLC Collection",
    "level": 4
  },
  {
    "id": "001029002004",
    "name": "笠倉出版社 カルトコミックス LoveChulaSelection",
    "level": 4
  },
  {
    "id": "001029002005",
    "name": "コスミック出版 キュンコミックス TLセレクション",
    "level": 4
  },
  {
    "id": "001029002006",
    "name": "祥伝社 ひめ恋セレクション",
    "level": 4
  },
  {
    "id": "001029002007",
    "name": "祥伝社 メルトコミックス",
    "level": 4
  },
  {
    "id": "001029002008",
    "name": "彗星社 Clair TLcomics",
    "level": 4
  },
  {
    "id": "001029002009",
    "name": "大都社 DaitoComics TLシリーズ",
    "level": 4
  },
  {
    "id": "001029002010",
    "name": "竹書房 潤恋オトナセレクション",
    "level": 4
  },
  {
    "id": "001029002011",
    "name": "竹書房 恋パラコレクション",
    "level": 4
  },
  {
    "id": "001029002012",
    "name": "ハーパーコリンズ・ジャパン マーマレードコミックス",
    "level": 4
  },
  {
    "id": "001029002013",
    "name": "プランタン出版 オパールコミックス",
    "level": 4
  },
  {
    "id": "001029002014",
    "name": "ブライト出版 ラブコフレコミックス",
    "level": 4
  },
  {
    "id": "001029002015",
    "name": "ぶんか社 Sgirl Selection",
    "level": 4
  },
  {
    "id": "001029002016",
    "name": "その他",
    "level": 4
  },
  {
    "id": "005407001001",
    "name": "ジュビニーノンフィクション /アクティビティブック",
    "level": 4
  },
]